const quizData = [
  {
    "題目": "《鄧不利多的人生與謊言》是誰的代表作？",
    "答案": "麗塔‧史譏",
    "選項1": "艾飛.道奇",
    "選項2": "芭蒂達.巴沙特",
    "選項3": "吉德羅.洛哈"
  },
  {
    "題目": "阿波佛·鄧不利多曾被控告對什麼動物濫施魔法？",
    "答案": "山羊",
    "選項1": "龍",
    "選項2": "狒狒",
    "選項3": "豬"
  },
  {
    "題目": "阿波佛·鄧不利多的護法是什麼？",
    "答案": "山羊",
    "選項1": "鳳凰",
    "選項2": "雄鹿",
    "選項3": "山貓"
  },
  {
    "題目": "阿不思·鄧不利多曾擁有幾件死神聖物？",
    "答案": "三件",
    "選項1": "一件",
    "選項2": "兩件",
    "選項3": "四件"
  },
  {
    "題目": "阿不思·鄧不利多的出生地是？",
    "答案": "軟泥山丘",
    "選項1": "水蠟樹街",
    "選項2": "洞穴屋",
    "選項3": "阿比西尼亞"
  },
  {
    "題目": "阿不思·鄧不利多的前一任校長名字叫做？",
    "答案": "阿曼多‧狄劈",
    "選項1": "戴麗絲.德溫",
    "選項2": "瑪法達.霍克克",
    "選項3": "魔柔.剛特"
  },
  {
    "題目": "阿不思.鄧不利多掌握了什麼語言？",
    "答案": "人魚",
    "選項1": "巨人",
    "選項2": "矮人",
    "選項3": "龍"
  },
  {
    "題目": "阿不思·鄧不利多對哈利·波特說他在魔鏡裡看到了什麼？",
    "答案": "羊毛襪",
    "選項1": "永生石",
    "選項2": "霍格華茲",
    "選項3": "佛地魔"
  },
  {
    "題目": "阿不思.鄧不利多最喜歡什麼口味的果醬？",
    "答案": "覆盆子果醬",
    "選項1": "蔓越莓果醬",
    "選項2": "草莓果醬",
    "選項3": "藍莓果醬"
  },
  {
    "題目": "阿不思·鄧不利多和哈利·波特去岩洞中取小金匣時最想喝什麼？",
    "答案": "水",
    "選項1": "奶油啤酒",
    "選項2": "南瓜汁",
    "選項3": "葡萄酒"
  },
  {
    "題目": "阿不思·鄧不利多沒能直接通過魔法部長交給哈利·波特等三人的遺物是什麼？",
    "答案": "葛來分多寶劍",
    "選項1": "熄燈器",
    "選項2": "吟遊詩人皮陀故事集",
    "選項3": "金探子"
  },
  {
    "題目": "阿不思·鄧不利多派誰在麻瓜世界保護哈利？",
    "答案": "費格太太",
    "選項1": "達力.德思禮",
    "選項2": "哈利.波特的姨媽",
    "選項3": "哈利‧波特的姨夫"
  },
  {
    "題目": "阿不思·鄧不利多在什麼地方與蓋勒·葛林戴華德相識？",
    "答案": "高錐客洞",
    "選項1": "霍格華茲",
    "選項2": "德姆蘭",
    "選項3": "美國"
  },
  {
    "題目": "阿不拉薩·馬份的死因是什麼？",
    "答案": "龍痘瘡",
    "選項1": "中毒",
    "選項2": "意外",
    "選項3": "是被佛地魔奪走了性命"
  },
  {
    "題目": "白鮮和什麼的混合物可以治療狼人咬傷？",
    "答案": "銀粉",
    "選項1": "魔蘋果",
    "選項2": "斑點老鸛草",
    "選項3": "惡人掌汁液"
  },
  {
    "題目": "化獸師形態下的天狼星.布萊克被稱為獸足或什麼？",
    "答案": "傷風",
    "選項1": "漫遊者",
    "選項2": "毛毛",
    "選項3": "牙牙"
  },
  {
    "題目": "阿茲卡班的守衛是什麼？",
    "答案": "催狂魔",
    "選項1": "八眼巨蛛",
    "選項2": "幻形怪",
    "選項3": "人馬"
  },
  {
    "題目": "阿茲卡班建造在哪裡？",
    "答案": "北海中央",
    "選項1": "北冰洋中央",
    "選項2": "大西洋海底",
    "選項3": "波羅的海邊緣"
  },
  {
    "題目": "愛閱讀的同學們，《神奇的我》是誰的自傳？",
    "答案": "吉德羅·洛哈",
    "選項1": "阿不思.鄧不利多",
    "選項2": "桃樂絲.恩不里居",
    "選項3": "赫瑞司.史拉轟"
  },
  {
    "題目": "按住渾拚柳的什麼部位，它會禁止不動？",
    "答案": "樹幹上的節疤",
    "選項1": "樹枝上的柳條",
    "選項2": "樹根處的樹皮",
    "選項3": "樹枝上的樹芽"
  },
  {
    "題目": "正氣師考試中·小仙女·東施最擅長的是哪一項？",
    "答案": "隱藏和偽裝",
    "選項1": "潛行和追蹤",
    "選項2": "魔咒和攻擊",
    "選項3": "談判和說服"
  },
  {
    "題目": "奧利凡德不曾使用下列哪種杖芯？",
    "答案": "迷拉的頭髮",
    "選項1": "獨角獸的毛",
    "選項2": "龍的心弦",
    "選項3": "鳳凰的羽毛"
  },
  {
    "題目": "奧利凡德魔杖商店創始於哪一年？",
    "答案": "西元前382年",
    "選項1": "1066年",
    "選項2": "1862年",
    "選項3": "1975年"
  },
  {
    "題目": "奧利凡德家族從什麼時候開始製作魔杖？",
    "答案": "西元前382年",
    "選項1": "西元前381年",
    "選項2": "西元前383年",
    "選項3": "西元前384年"
  },
  {
    "題目": "奧利凡德在給哈利·波特介紹魔杖時，提到誰的魔杖用於變形術最好不過？",
    "答案": "詹姆.波特",
    "選項1": "鄧不利多教授",
    "選項2": "麥教授",
    "選項3": "哈利.波特"
  },
  {
    "題目": "巴嘴是什麼生物？",
    "答案": "鷹馬",
    "選項1": "鳳凰",
    "選項2": "獨角獸",
    "選項3": "騎士墜鬼馬"
  },
  {
    "題目": "奇獸飼育學上海格所使用的教科書是什麼？",
    "答案": "怪獸的怪獸書",
    "選項1": "與吸血鬼同行",
    "選項2": "奇獸在哪裡",
    "選項3": "與狼人結伴浪跡天涯"
  },
  {
    "題目": "是誰奪走了貝拉·雷斯壯的性命？",
    "答案": "茉莉·衛斯理",
    "選項1": "妙麗.格蘭傑",
    "選項2": "金妮.衛斯理",
    "選項3": "花兒.衛斯理"
  },
  {
    "題目": "貝拉·雷斯壯折磨瘋了誰的父母？",
    "答案": "奈威·隆巴頓",
    "選項1": "露娜.羅古德",
    "選項2": "妙麗.格蘭傑",
    "選項3": "哈利.波特"
  },
  {
    "題目": "因為蛇妖而喪生的女孩是誰？",
    "答案": "麥朵·伊莉莎白·華倫",
    "選項1": "伊莉莎白.沃爾",
    "選項2": "納西爾.海科",
    "選項3": "希娜.卡莫斯"
  },
  {
    "題目": "被食死人抓捕後,是誰給哈利·波特施了螫人咒？",
    "答案": "妙麗·格蘭傑",
    "選項1": "奈威.隆巴頓",
    "選項2": "榮恩.衛斯理",
    "選項3": "贊諾.羅古德"
  },
  {
    "題目": "比爾·衛斯理在古靈閣的職位是什麼？",
    "答案": "解咒員",
    "選項1": "馴龍者",
    "選項2": "保安隊長",
    "選項3": "銀行出納員"
  },
  {
    "題目": "丙斯教授在霍格華茲教哪一門課程？",
    "答案": "魔法史",
    "選項1": "麻瓜研究",
    "選項2": "古代神秘文",
    "選項3": "魔杖製作"
  },
  {
    "題目": "波特家族曾經的家族產業是什麼？",
    "答案": "護髮藥水",
    "選項1": "飛天掃帚",
    "選項2": "幻影猿",
    "選項3": "美容劑"
  },
  {
    "題目": "波特家族發明了什麼魔藥？",
    "答案": "生骨藥",
    "選項1": "福來福喜",
    "選項2": "一飲活死水",
    "選項3": "意亂情迷水"
  },
  {
    "題目": "幻形怪在面對路平教授時變成了什麼？",
    "答案": "滿月",
    "選項1": "佛地魔",
    "選項2": "催狂魔",
    "選項3": "鷹馬"
  },
  {
    "題目": "不赦咒不包括以下哪一個咒語？",
    "答案": "空空，遺忘",
    "選項1": "噩噩令",
    "選項2": "咒咒虐",
    "選項3": "阿哇呾喀呾啦"
  },
  {
    "題目": "慈恩.波八吉教授在霍格華茲教哪一門課程？",
    "答案": "麻瓜研究",
    "選項1": "鎖心術",
    "選項2": "天文課",
    "選項3": "算術占卜"
  },
  {
    "題目": "布萊克家族大部分成員的名字是根據什麼來命名的？",
    "答案": "恒星或星座",
    "選項1": "魔藥",
    "選項2": "神祇",
    "選項3": "祖輩名"
  },
  {
    "題目": "波巴洞的校長美心夫人說她的馬只喝什麼？",
    "答案": "纯麥威士忌",
    "選項1": "藍色威士忌",
    "選項2": "火燒威士忌",
    "選項3": "史萊哲醇威士忌"
  },
  {
    "題目": "波巴洞魔法學校參加三巫鬥法大賽時乘坐哪種交通工具？",
    "答案": "波巴洞馬車",
    "選項1": "港口鑰",
    "選項2": "船",
    "選項3": "火車"
  },
  {
    "題目": "波巴洞魔法學校位於哪個國家？",
    "答案": "法國",
    "選項1": "比利時",
    "選項2": "加拿大",
    "選項3": "瑞士"
  },
  {
    "題目": "波巴洞魔法學院的馬車由什麼生物牽引？",
    "答案": "神符天馬",
    "選項1": "獨角獸",
    "選項2": "伊索南天馬",
    "選項3": "格蘭尼安馬"
  },
  {
    "題目": "波巴洞魔法學院坐落在哪裡？",
    "答案": "法國南部庇里牛斯山",
    "選項1": "美國麻塞諸塞州",
    "選項2": "非洲烏干達月亮山",
    "選項3": "巴西北部熱帶雨林"
  },
  {
    "題目": "《初學變形指南》的作者是？",
    "答案": "愛莫瑞·思為奇",
    "選項1": "芭蒂達.巴沙特",
    "選項2": "昆丁.特林保",
    "選項3": "費麗.斯波兒"
  },
  {
    "題目": "猜猜看,哈利波特的摯友榮恩.衛斯理最擅長哪一種遊戲？",
    "答案": "巫師棋",
    "選項1": "魁地奇",
    "選項2": "爆炸牌",
    "選項3": "多多石"
  },
  {
    "題目": "猜猜看,哈利第一次去路平教授辦公室時,他在角落看到了什麼生物？",
    "答案": "滾帶落",
    "選項1": "康瓦爾郡綠仙",
    "選項2": "幻形怪",
    "選項3": "家庭小精靈"
  },
  {
    "題目": "猜猜看,海格的摩托車原來屬於誰？",
    "答案": "天狼星.布萊克",
    "選項1": "詹姆.波特",
    "選項2": "路平教授",
    "選項3": "麥教授"
  },
  {
    "題目": "猜猜看,金妮·衛斯理的迷你毛毛球叫什麼名字？",
    "答案": "阿洛",
    "選項1": "吹寶",
    "選項2": "阿拉特",
    "選項3": "博知維"
  },
  {
    "題目": "猜猜看,路平教授的朋友們叫他什麼？",
    "答案": "月影",
    "選項1": "牙牙",
    "選項2": "小狼狼",
    "選項3": "毛球"
  },
  {
    "題目": "猜猜看,為什麼兩腳蛇蛋這麼值錢？",
    "答案": "它們是銀做的",
    "選項1": "他們很罕見",
    "選項2": "它們是寶石做的",
    "選項3": "它們是金子做的"
  },
  {
    "題目": "猜猜看,以前奈威·隆巴頓教授的寵物蟾蜍名叫什麼？",
    "答案": "吹寶",
    "選項1": "魯伯特",
    "選項2": "馬修",
    "選項3": "丹尼爾"
  },
  {
    "題目": "參加三巫鬥法大賽的選手必須年滿多少周歲。",
    "答案": "17周歲",
    "選項1": "18周歲",
    "選項2": "13周歲",
    "選項3": "20周歲"
  },
  {
    "題目": "參加史拉轟教授晚宴的成員們加入了什麼團體？",
    "答案": "史拉俱樂部",
    "選項1": "史拉轟組合",
    "選項2": "赫瑞司是誰",
    "選項3": "斯拉格霍恩協會"
  },
  {
    "題目": "參與三巫鬥法大賽的人中犧牲的是誰？",
    "答案": "西追·迪哥里",
    "選項1": "花兒‧戴樂古",
    "選項2": "維克多‧喀浪",
    "選項3": "哈利‧波特"
  },
  {
    "題目": "曾被藏在霍格華茲的魔法石是誰製作的？",
    "答案": "尼樂·勒梅",
    "選項1": "喜多.諾特",
    "選項2": "吉格曼.巴基",
    "選項3": "赫瑞司.史拉轟"
  },
  {
    "題目": "曾關押黑巫師葛林戴華德的諾曼加，位於哪個國家？",
    "答案": "奧地利",
    "選項1": "德國",
    "選項2": "法國",
    "選項3": "瑞士"
  },
  {
    "題目": "曾經,桃樂絲.恩不里居用什麼物品懲罰哈利和他的同學們？",
    "答案": "懲罰羽毛筆",
    "選項1": "像蜘蛛一樣的鑷子",
    "選項2": "碾壓櫃",
    "選項3": "光榮之手"
  },
  {
    "題目": "曾經,弗雷和喬治偷偷用什麼偷聽鳳凰會密會？",
    "答案": "伸縮耳",
    "選項1": "雙向鏡",
    "選項2": "隱形斗篷",
    "選項3": "全效望遠鏡"
  },
  {
    "題目": "曾經,誰告訴哈利和榮恩有一位女孩死在了盥洗室裡？",
    "答案": "跩哥·馬份",
    "選項1": "弗雷.衛斯理",
    "選項2": "妙麗.格蘭傑",
    "選項3": "麥教授"
  },
  {
    "題目": "曾經參加過三巫鬥法大賽的花兒.戴樂古的妹妹叫什麼？",
    "答案": "加布麗",
    "選項1": "美黛",
    "選項2": "小仙女",
    "選項3": "金妮"
  },
  {
    "題目": "曾經那個活下來的男孩一一哈利·波特出生於哪裡？",
    "答案": "高錐客洞",
    "選項1": "巴厘.巴柏頓",
    "選項2": "活米村",
    "選項3": "倫敦"
  },
  {
    "題目": "曾經的人氣明星吉德羅·洛哈最喜歡的顏色是什麼？",
    "答案": "丁香色",
    "選項1": "灰綠色",
    "選項2": "蔚藍",
    "選項3": "檸檬黃"
  },
  {
    "題目": "曾為柯羅奇家族服務過的家庭小精靈是誰？",
    "答案": "眨眨",
    "選項1": "哈佳",
    "選項2": "多比",
    "選項3": "怪角"
  },
  {
    "題目": "查理·衛斯理在哪兒研究龍？",
    "答案": "羅馬尼亞",
    "選項1": "英國",
    "選項2": "波巴洞",
    "選項3": "保加利亞"
  },
  {
    "題目": "茶葉占卜是研究什麼的？",
    "答案": "研究茶葉渣形狀",
    "選項1": "研究茶葉產地",
    "選項2": "研究茶葉香氣",
    "選項3": "研究茶葉品質"
  },
  {
    "題目": "差點沒頭的尼克喜歡別人叫他什麼？",
    "答案": "尼古拉斯爵士",
    "選項1": "血腥男爵",
    "選項2": "斯卡曼德爵士",
    "選項3": "尼古拉斯奇爵士"
  },
  {
    "題目": "差點沒頭的尼克一直想加入哪個組織？",
    "答案": "無頭騎士狩獵",
    "選項1": "幽靈敢死隊",
    "選項2": "無頭馬戲團",
    "選項3": "幽靈騎士隊"
  },
  {
    "題目": "初入霍格華茲第一學年,哈利、榮恩和妙麗在盥洗室打敗了什麼生物？",
    "答案": "山怪",
    "選項1": "惡鬼",
    "選項2": "幻形怪",
    "選項3": "催狂魔"
  },
  {
    "題目": "雛菊根、無花果皮、毛毛蟲、水蛭汁、老鼠脾臟可以做什麼魔藥？",
    "答案": "縮骨藥水",
    "選項1": "增齡劑",
    "選項2": "海葵鼠汁",
    "選項3": "變身水"
  },
  {
    "題目": "傳說中的混血王子是誰？",
    "答案": "賽佛勒斯·石內卜",
    "選項1": "詹姆.波特",
    "選項2": "湯姆.瑞斗",
    "選項3": "魯休斯.馬份"
  },
  {
    "題目": "傳聞中,波特家族在古靈閣的金庫編號是多少？",
    "答案": "687號",
    "選項1": "229號",
    "選項2": "317號",
    "選項3": "475號"
  },
  {
    "題目": "傳聞中,哈利.波特的父親詹姆.波特的外號是什麼？",
    "答案": "鹿角",
    "選項1": "月影",
    "選項2": "蟲尾",
    "選項3": "獸足"
  },
  {
    "題目": "傳聞中,妙麗曾用什麼來形容榮恩的感情？",
    "答案": "一茶匙",
    "選項1": "一隻鞋子",
    "選項2": "一口淺井",
    "選項3": "一隻巧克力蛙"
  },
  {
    "題目": "傳聞中,詹姆·波特的化獸師形態是什麼？",
    "答案": "雄鹿",
    "選項1": "鷹",
    "選項2": "黑狗",
    "選項3": "虎斑貓"
  },
  {
    "題目": "傳聞中的“被選中的人”是誰？",
    "答案": "哈利·波特",
    "選項1": "妙麗·格蘭傑",
    "選項2": "跩哥·馬份",
    "選項3": "奈威·隆巴頓"
  },
  {
    "題目": "傳聞中的預言廳在哪裡？",
    "答案": "魔法部",
    "選項1": "馬份莊園",
    "選項2": "伊法魔尼城堡",
    "選項3": "霍格華茲城堡"
  },
  {
    "題目": "傳聞中哪一個童話故事提到了死神聖物的起源？",
    "答案": "三兄弟的故事",
    "選項1": "好運泉",
    "選項2": "巫師和跳跳鍋",
    "選項3": "巴比兔迪迪和咯咯笑樹樁"
  },
  {
    "題目": "傳言,妙麗·格蘭傑聞到的愛情魔藥是......什麼味道？",
    "答案": "剛修剪過的草坪、新的羊皮紙和薄荷味牙膏",
    "選項1": "新下的雪、南瓜啤酒和百里香",
    "選項2": "死掉的白鼬和鷹馬的羽毛",
    "選項3": "什麼味道都沒有"
  },
  {
    "題目": "從哪本書中可以學習到撕淌三步殺這個咒語？",
    "答案": "《進階魔藥調配學》",
    "選項1": "《怪獸的怪獸書》",
    "選項2": "《魔法史》",
    "選項3": "《咒語集》"
  },
  {
    "題目": "從哪裡可以搭乘霍格華茲特快車去往霍格華茲？",
    "答案": "王十字車站，9 3/4月臺，",
    "選項1": "伯爵十字車站，9 3/4月臺，",
    "選項2": "皇后十字車站，9 3/4月臺，",
    "選項3": "騎士十字車站，9 3/4月臺，"
  },
  {
    "題目": "搭乘騎士公車從小惠因區到倫敦的車費是多少？",
    "答案": "十一個西可",
    "選項1": "四個西可",
    "選項2": "十個納特",
    "選項3": "一個加隆"
  },
  {
    "題目": "促使哈利，榮恩和妙麗成為好友的事件是？",
    "答案": "萬聖節山怪事件",
    "選項1": "小火龍蘿蔔事件",
    "選項2": "禁忌森林尋找獨角獸事件",
    "選項3": "誤闖三頭巨犬房間事件"
  },
  {
    "題目": "達力在哪本書裡遇到了催狂魔？",
    "答案": "鳳凰社",
    "選項1": "火盃",
    "選項2": "魔法石",
    "選項3": "混血王子"
  },
  {
    "題目": "渾拚柳下的樹洞可以通往哪裡？",
    "答案": "尖叫屋",
    "選項1": "霍格華茲主樓",
    "選項2": "密室",
    "選項3": "霍格華茲大廳"
  },
  {
    "題目": "大家常去斜角巷光顧的貓頭鷹郵局叫什麼名字？",
    "答案": "貓頭鷹郵局",
    "選項1": "奧利維亞的神奇貓頭鷹郵局",
    "選項2": "嗚嗚呼呼貓頭鷹郵局",
    "選項3": "萬用貓頭鷹郵局"
  },
  {
    "題目": "大家熟知的奇獸動物園位於哪裡？",
    "答案": "斜角巷",
    "選項1": "禁忌森林",
    "選項2": "高錐客洞",
    "選項3": "活米村"
  },
  {
    "題目": "大家知道飛七的貓叫什麼名字嗎？",
    "答案": "拿樂絲太太",
    "選項1": "毛毛",
    "選項2": "呱啦",
    "選項3": "歪腿"
  },
  {
    "題目": "大家知道海格教授的粉紅色雨傘裡隱藏著什麼嗎？",
    "答案": "他的舊魔杖",
    "選項1": "一封秘密的信",
    "選項2": "魔法石",
    "選項3": "一柄劍"
  },
  {
    "題目": "大戰後誰回到霍格華茲完成七年級的學業？",
    "答案": "妙麗·格蘭傑",
    "選項1": "哈利·波特",
    "選項2": "榮恩·衛斯理",
    "選項3": "沒人回去"
  },
  {
    "題目": "代課老師葛柏蘭教授的名字叫什麼？",
    "答案": "威爾米娜",
    "選項1": "唐尼",
    "選項2": "賴斯",
    "選項3": "保羅"
  },
  {
    "題目": "當德思禮侮辱鄧不利多的時候,海格做了什麼？",
    "答案": "給達力變出了一條豬尾巴",
    "選項1": "把哈利的蛋糕扔向德斯禮先生",
    "選項2": "和哈利一起消影術走了",
    "選項3": "列舉了鄧不利多的成就"
  },
  {
    "題目": "當鄧不利多被革除校長職位後，誰接任了他的職位？",
    "答案": "桃樂絲.恩不里居",
    "選項1": "魯霸.海格",
    "選項2": "賽佛勒斯.石內卜",
    "選項3": "麥米奈娃"
  },
  {
    "題目": "當桃樂絲.恩不里居從霍格華茲離開時,皮皮鬼用什麼東西攻擊她？",
    "答案": "拐杖和裝滿了粉筆的襪子",
    "選項1": "盔甲",
    "選項2": "衛斯理的煙火",
    "選項3": "畫著貓的盤子"
  },
  {
    "題目": "當哈利第一次參加魁地奇比賽時,是誰對他的飛天掃帚施用了黑魔法？",
    "答案": "奎里纳斯·奎若",
    "選項1": "賽佛勒斯‧石內卜",
    "選項2": "阿不思‧鄧不利多",
    "選項3": "佛地魔"
  },
  {
    "題目": "當記憶球變成紅色意味著什麼？",
    "答案": "使用者遺忘了什麼",
    "選項1": "使用者說謊",
    "選項2": "使用者說的是實話",
    "選項3": "使用者記住了什麼"
  },
  {
    "題目": "當密室打開時,妙麗.格蘭傑通過什麼看見了蛇妖？",
    "答案": "鏡子",
    "選項1": "地上的水",
    "選項2": "照相機",
    "選項3": "尼古拉斯爵士"
  },
  {
    "題目": "當你打開吼叫信時會發生什麼？",
    "答案": "被吼叫",
    "選項1": "它會唱歌",
    "選項2": "發生爆炸",
    "選項3": "它會跳舞"
  },
  {
    "題目": "當年妙麗用什麼方法同時修多門課程？",
    "答案": "時光器",
    "選項1": "詭雷",
    "選項2": "熄燈器",
    "選項3": "意若思鏡"
  },
  {
    "題目": "當一個人快死時，喝什麼生物的血可以使其繼續生存下去？",
    "答案": "獨角獸",
    "選項1": "鷹馬",
    "選項2": "鳳凰",
    "選項3": "騎士墜鬼馬"
  },
  {
    "題目": "到霍格華茲所要乘的特快列車編號是多少？",
    "答案": 5972,
    "選項1": 2333,
    "選項2": 6574,
    "選項3": 9572
  },
  {
    "題目": "跩哥·馬份的魔杖材質是什麼？",
    "答案": "山楂木",
    "選項1": "梨木",
    "選項2": "柳木",
    "選項3": "葡萄藤"
  },
  {
    "題目": "跩哥·馬份二年級時使用的什麼飛天掃帚？",
    "答案": "光輪2001",
    "選項1": "狂風七號",
    "選項2": "火閃電",
    "選項3": "光輪2000"
  },
  {
    "題目": "跩哥·馬份用來羞辱妙麗的\"麻種\"是什麼意思？",
    "答案": "父母都是麻瓜的巫師",
    "選項1": "父母都是化獸師的巫師",
    "選項2": "父母都是純血統的巫師",
    "選項3": "父母都是食死人的巫師"
  },
  {
    "題目": "跩哥·馬份在三巫鬥法大賽的聖誕舞會上的舞伴是誰？",
    "答案": "潘西·帕金森",
    "選項1": "露娜·羅古德",
    "選項2": "妙麗·格蘭傑",
    "選項3": "安吉利娜·詹森"
  },
  {
    "題目": "跩哥·馬份在消失櫥櫃裡藏過什麼？",
    "答案": "小鳥",
    "選項1": "劍",
    "選項2": "零食",
    "選項3": "哈利·波特的眼鏡"
  },
  {
    "題目": "跩哥·馬份在修理消失櫥櫃時，高爾等人用摔掉什麼來提醒他有人靠近？",
    "答案": "天平",
    "選項1": "水晶球",
    "選項2": "花瓶",
    "選項3": "玻璃杯"
  },
  {
    "題目": "跩哥.馬份曾經在夜行巷想要購買什麼物品？",
    "答案": "光榮之手",
    "選項1": "整人玩具",
    "選項2": "劫盜地圖",
    "選項3": "巧克力蛙"
  },
  {
    "題目": "跩哥·馬份最終與誰結為了夫妻？",
    "答案": "翠菊.綠茵",
    "選項1": "月桂.綠茵",
    "選項2": "哈利.波特",
    "選項3": "潘西.帕金森"
  },
  {
    "題目": "德姆蘭的長袍顏色是什麼？",
    "答案": "血紅色",
    "選項1": "深黑色",
    "選項2": "粽灰色",
    "選項3": "米白色"
  },
  {
    "題目": "在消失的密室中，是誰把葛來分多寶劍帶給哈利的？",
    "答案": "鳳凰",
    "選項1": "金妮.衛斯理",
    "選項2": "妙麗.格蘭傑",
    "選項3": "榮恩.衛斯理"
  },
  {
    "題目": "德思禮夫婦在哈利去霍格華茲的第一年聖誕，送了什麼禮物給哈利？",
    "答案": "五十便士",
    "選項1": "一根牙籤",
    "選項2": "一張紙巾",
    "選項3": "一封希望哈利暑假也留在霍格華茲的短信"
  },
  {
    "題目": "地精的天敵是什麼生物？",
    "答案": "魔貂",
    "選項1": "黑妖精",
    "選項2": "獅尾貓",
    "選項3": "普通的白鼬"
  },
  {
    "題目": "鄧不利多曾經警告湯姆.瑞斗不得在霍格華茲做什麼事？",
    "答案": "偷竊",
    "選項1": "打架",
    "選項2": "學黑魔法",
    "選項3": "談戀愛"
  },
  {
    "題目": "鄧不利多曾將什麼東西作為遺產留給妙麗·格蘭傑？",
    "答案": "《吟遊詩人皮陀故事集》",
    "選項1": "《怪獸的怪獸書》",
    "選項2": "《怪獸與牠們的產地》",
    "選項3": "《穿越歷史的魁地奇球》"
  },
  {
    "題目": "鄧不利多曾在意若思裡藏了什麼？",
    "答案": "魔法石",
    "選項1": "熄燈器",
    "選項2": "接骨木魔杖",
    "選項3": "葛萊分多寶劍"
  },
  {
    "題目": "鄧不利多帶著哈利邀請赫瑞司·史拉轟的時候，他變成了什麼？",
    "答案": "扶手椅",
    "選項1": "鏡子",
    "選項2": "桌子",
    "選項3": "衣櫃"
  },
  {
    "題目": "鄧不利多的鳳凰的名字叫什麼？",
    "答案": "佛客使",
    "選項1": "福斯克",
    "選項2": "福維克斯",
    "選項3": "東施"
  },
  {
    "題目": "鄧不利多第一次見到湯姆.瑞斗是在什麼地方？",
    "答案": "伍氏孤儿院",
    "選項1": "高錐客洞",
    "選項2": "霍格華茲",
    "選項3": "活米村"
  },
  {
    "題目": "鄧不利多告訴妙麗可以利用時光器拯救兩條生命時，他指的誰？",
    "答案": "天狼星.布萊克和巴嘴",
    "選項1": "弗蘭克和艾莉絲.隆巴頓",
    "選項2": "詹姆和莉莉.波特",
    "選項3": "榮恩和哈利"
  },
  {
    "題目": "鄧不利多和葛林戴華德曾在哪裡結下血盟？",
    "答案": "穀倉",
    "選項1": "圖書館",
    "選項2": "霍格華茲",
    "選項3": "禁忌森林"
  },
  {
    "題目": "鄧不利多將什麼遺贈給妙麗？",
    "答案": "《吟遊詩人皮陀故事集》",
    "選項1": "《怪獸與牠們的產地》",
    "選項2": "《如尼文字典》",
    "選項3": "《魔法史》"
  },
  {
    "題目": "鄧不利多將什麼遺贈給榮恩？",
    "答案": "熄燈器",
    "選項1": "隱形斗篷",
    "選項2": "金探子",
    "選項3": "《吟遊詩人皮陀故事集》"
  },
  {
    "題目": "鄧不利多將分靈體上的詛咒壓制在了自己身體的哪個部位？",
    "答案": "右手",
    "選項1": "右腿",
    "選項2": "左手",
    "選項3": "左腿"
  },
  {
    "題目": "鄧不利多教授的鼻子看起來斷了幾次？",
    "答案": "至少兩次",
    "選項1": "至少一次",
    "選項2": "正無限次",
    "選項3": "至少五次"
  },
  {
    "題目": "鄧不利多教授學生時被分到了哪個學院？",
    "答案": "葛來分多",
    "選項1": "赫夫帕夫",
    "選項2": "雷文克勞",
    "選項3": "史萊哲林"
  },
  {
    "題目": "鄧不利多的軍隊的第一次集會地點選擇在了哪裡？",
    "答案": "豬頭酒吧",
    "選項1": "尖叫屋",
    "選項2": "葛萊分多交誼廳",
    "選項3": "海格的小屋"
  },
  {
    "題目": "鄧不利多的軍隊通過什麼硬幣來交流資訊？",
    "答案": "假加隆",
    "選項1": "西可",
    "選項2": "拜占廷金幣",
    "選項3": "納特"
  },
  {
    "題目": "鄧不利多逝世後，熄燈器的持有者是誰？",
    "答案": "榮恩·衛斯理",
    "選項1": "妙麗·格蘭傑",
    "選項2": "哈利·波特",
    "選項3": "奈威·隆巴頓"
  },
  {
    "題目": "鄧不利多與葛林戴華德在什麼時候因什麼決裂？",
    "答案": "1899年在兩人的爭吵中亞蕊安娜突然死亡",
    "選項1": "1923年在爭吵中亞蕊安娜受激魔力自爆死亡",
    "選項2": "1945年在爭吵中葛林戴華德導致了亞蕊安娜的離世",
    "選項3": "1900年在爭吵中鄧不利多導致了亞蕊安娜的離世"
  },
  {
    "題目": "鄧不利多在青年時期最好的朋友是誰？",
    "答案": "蓋勒·葛林戴華德",
    "選項1": "艾飛.道奇",
    "選項2": "阿不福斯.鄧不利多",
    "選項3": "亞蕊安娜.鄧不利多"
  },
  {
    "題目": "第二學年,哈利·波特和榮恩·衛斯理是通過什麼方式到達學校的？",
    "答案": "魔法汽車",
    "選項1": "渾拚柳",
    "選項2": "巴嘴",
    "選項3": "霍格華茲專車"
  },
  {
    "題目": "第二學年後的暑假榮恩.衛斯理用了什麼工具聯繫哈利，又對此次聯繫感到抱歉？",
    "答案": "電話",
    "選項1": "魔咒",
    "選項2": "電子郵件",
    "選項3": "咆哮信"
  },
  {
    "題目": "第一次騎著掃帚飛越大西洋的巫師使用的是什麼型號的飛天掃帚？",
    "答案": "橡木柄七九",
    "選項1": "狂風一號",
    "選項2": "月之夢",
    "選項3": "流星號掃帚"
  },
  {
    "題目": "第一個金探子由巫師金匠鮑曼·萊特在哪裡打造？",
    "答案": "高錐客洞",
    "選項1": "錫沃斯村",
    "選項2": "紡紗街",
    "選項3": "活米村"
  },
  {
    "題目": "第一任英國魔法部部長是誰？",
    "答案": "巫利克·剛普",
    "選項1": "金利.俠鉤帽",
    "選項2": "諾比.李奇",
    "選項3": "康尼留斯.夫子"
  },
  {
    "題目": "第一隻金探子的製作者是誰？",
    "答案": "鮑曼·萊特",
    "選項1": "奧利夫·轟碧",
    "選項2": "費麗·斯波兒",
    "選項3": "康尼留斯·夫子"
  },
  {
    "題目": "爆角怪的角有什麼特別之處？",
    "答案": "會引起爆炸",
    "選項1": "非常美味",
    "選項2": "非常昂貴",
    "選項3": "可以治癒傷口"
  },
  {
    "題目": "獨角獸寶寶是什麼顏色的？",
    "答案": "金色",
    "選項1": "黃色",
    "選項2": "白色",
    "選項3": "橙色"
  },
  {
    "題目": "獨角獸幼崽是什麼顏色的？",
    "答案": "金色",
    "選項1": "黃色",
    "選項2": "白色",
    "選項3": "黑色"
  },
  {
    "題目": "對黑魔法影響頗深,以第一位怪蛇孵化者著稱的最早爬說嘴之一是？",
    "答案": "赫珀",
    "選項1": "薩拉札.史萊哲林",
    "選項2": "湯姆.瑞斗",
    "選項3": "蓋勒.葛林戴華德"
  },
  {
    "題目": "斜角巷裡,專門售賣大釜的店由誰經營？",
    "答案": "帕特奇女士",
    "選項1": "蝴蝶夫人",
    "選項2": "摩金女士",
    "選項3": "羅梅塔夫人"
  },
  {
    "題目": "斜角巷上哪一家酒吧被巫師公認為倫敦最古老的酒吧？",
    "答案": "破釜酒吧",
    "選項1": "三根掃帚",
    "選項2": "豬頭酒吧",
    "選項3": "麥束酒吧"
  },
  {
    "題目": "對抗食死人時,天狼星·布萊克死於誰之手？",
    "答案": "貝拉·雷斯壯",
    "選項1": "賽佛勒斯.石內卜",
    "選項2": "娜吉妮",
    "選項3": "佛地魔"
  },
  {
    "題目": "多比沒有用什麼手段阻止哈利返校？",
    "答案": "囚禁哈利波特",
    "選項1": "封閉九又四分之三車站的牆",
    "選項2": "控制搏格撞壞哈利胳膊",
    "選項3": "告知哈利.波特將可能發生陰謀"
  },
  {
    "題目": "多比營救哈利.波特等人,從馬份莊園傳送到哪裡？",
    "答案": "貝殼居",
    "選項1": "古裡某街十二號",
    "選項2": "洞穴屋",
    "選項3": "高錐客洞"
  },
  {
    "題目": "多比在收到什麼物品之後成為了自由的小精靈？",
    "答案": "哈利·波特的襪子",
    "選項1": "榮恩.衛斯理的禮袍",
    "選項2": "魯休斯.馬份的領帶",
    "選項3": "跩哥.馬份的襪子"
  },
  {
    "題目": "多比獲得自由時，是在哪裡發現了襪子？",
    "答案": "日記本",
    "選項1": "衣櫥",
    "選項2": "帽子",
    "選項3": "行李箱"
  },
  {
    "題目": "火蜥蜴在古代神秘文字中代表什麼？",
    "答案": "數字6",
    "選項1": "數字5",
    "選項2": "數字4",
    "選項3": "數字3"
  },
  {
    "題目": "桃樂絲.恩不里居戴的吊墜盒上的'S'被她稱為？",
    "答案": "塞爾溫家族",
    "選項1": "斯內特家族",
    "選項2": "史萊哲林家族",
    "選項3": "斯蒂文斯家族"
  },
  {
    "題目": "桃樂絲.恩不里居的護法是什麼？",
    "答案": "貓",
    "選項1": "鹿",
    "選項2": "蛇",
    "選項3": "狗"
  },
  {
    "題目": "桃樂絲.恩不里居建立了什麼學生組織來維持校園秩序？",
    "答案": "督察小組",
    "選項1": "鄧不利多的軍隊",
    "選項2": "鳳凰會",
    "選項3": "飛七追隨者"
  },
  {
    "題目": "多年前彼得.佩迪魯被分到了哪個學院？",
    "答案": "葛來分多",
    "選項1": "雷文克勞",
    "選項2": "赫夫帕夫",
    "選項3": "史萊哲林"
  },
  {
    "題目": "意若思鏡的名稱來源於下列哪一個單詞？",
    "答案": "Desire",
    "選項1": "Mirror",
    "選項2": "Magic",
    "選項3": "Hope"
  },
  {
    "題目": "二年級魔法史會教授中世紀歐洲巫師集會/會議與哪個大會？",
    "答案": "1289年國際巫師大會",
    "選項1": "歐洲巫師大會",
    "選項2": "麻瓜意識大會",
    "選項3": "家庭小精靈大會"
  },
  {
    "題目": "二年級時，是誰在女生盥洗室外的牆上寫下\"與繼承人為敵者，警惕!下一個就是你們，麻種!\"的？",
    "答案": "金妮",
    "選項1": "愛哭鬼麥朵",
    "選項2": "阿各.飛七",
    "選項3": "跩哥.馬份"
  },
  {
    "題目": "速速前唯一可以召來的活物是什麼？",
    "答案": "黏巴蟲",
    "選項1": "木精",
    "選項2": "家庭小精靈",
    "選項3": "鷹馬"
  },
  {
    "題目": "呼嚕粉是由誰發明的？",
    "答案": "伊娜夏·懷史密",
    "選項1": "蒙太·奈特利",
    "選項2": "李博修·包吉",
    "選項3": "奧西諾·拉斯頓"
  },
  {
    "題目": "呼嚕網將什麼連接在一起？",
    "答案": "壁爐",
    "選項1": "馬桶",
    "選項2": "暖氣",
    "選項3": "電話亭"
  },
  {
    "題目": "馭心梅與眾不同的地方在哪裡？",
    "答案": "顛倒著懸掛在樹上",
    "選項1": "飄浮在空中",
    "選項2": "在夜晚發光",
    "選項3": "容易爆炸"
  },
  {
    "題目": "從分類帽裡能得到什麼？",
    "答案": "葛來分多寶劍",
    "選項1": "接骨木魔杖",
    "選項2": "重生石",
    "選項3": "雷文克勞的冠冕"
  },
  {
    "題目": "分類帽最開始是誰的帽子？",
    "答案": "高錐客·葛來分多",
    "選項1": "海加.赫夫帕夫",
    "選項2": "羅威娜.雷文克勞",
    "選項3": "薩拉札.史萊哲林"
  },
  {
    "題目": "瘋眼穆敵曾如何“懲罰”跩哥·馬份？",
    "答案": "他把跩哥變成了一隻雪貂",
    "選項1": "他懲罰跩哥關禁閉",
    "選項2": "他給跩哥佈置了更多作業",
    "選項3": "他給史萊哲林扣了50分"
  },
  {
    "題目": "鳳凰的眼淚有什麼功效？",
    "答案": "療傷治癒",
    "選項1": "帶來幸運",
    "選項2": "驅散邪惡",
    "選項3": "增幅強化"
  },
  {
    "題目": "鳳凰會總部在哪裡？",
    "答案": "古裡某街十二號",
    "選項1": "古裡某街二十三號",
    "選項2": "古裡某街十七號",
    "選項3": "古裡某街二十一號"
  },
  {
    "題目": "弗雷和喬治開的商店名稱叫什麼？",
    "答案": "衛氏巫師法寶店",
    "選項1": "衛斯理的魔法世界",
    "選項2": "衛斯理嚇你一跳商店",
    "選項3": "衛斯理笑話商店"
  },
  {
    "題目": "弗雷和喬治使用什麼東西向恩不里居示威？",
    "答案": "衛斯理煙火",
    "選項1": "變身水",
    "選項2": "增齡劑",
    "選項3": "發生糖"
  },
  {
    "題目": "弗雷和喬治是如何獲得劫盜地圖的？",
    "答案": "從飛七的辦公室偷來的",
    "選項1": "從波金與伯克斯店裡購買的",
    "選項2": "他們從未斯里先生那裡\"借\"來的",
    "選項3": "路平教授把地圖給了他們"
  },
  {
    "題目": "弗雷和喬治在葛來分多魁地奇球隊中擔任什麼位置？",
    "答案": "打擊手",
    "選項1": "追蹤手",
    "選項2": "搜捕手",
    "選項3": "看守手"
  },
  {
    "題目": "弗雷和喬治第一次也是最後一次看對方變老的樣子是在什麼時候？",
    "答案": "火盃吐出他們名字時",
    "選項1": "他們一起離開霍格華茲時",
    "選項2": "魁地奇世界盃時",
    "選項3": "開衛氏巫師法寶店時"
  },
  {
    "題目": "孚立維教授是哪個學院的院長？",
    "答案": "雷文克勞",
    "選項1": "史萊哲林",
    "選項2": "赫夫帕夫",
    "選項3": "葛來分多"
  },
  {
    "題目": "孚立維教授是哪門課的老師？",
    "答案": "符咒學",
    "選項1": "魔藥學",
    "選項2": "藥草學",
    "選項3": "黑魔法防禦術"
  },
  {
    "題目": "孚立維教授用了什麼方式保護魔法石？",
    "答案": "施了魔法的鑰匙",
    "選項1": "魔鬼網",
    "選項2": "魔藥謎題",
    "選項3": "真人大小的巫師棋"
  },
  {
    "題目": "威農.德思禮在格朗寧公司是什麼職位？",
    "答案": "主管",
    "選項1": "經理",
    "選項2": "職員",
    "選項3": "老闆"
  },
  {
    "題目": "威農.德思禮所在的公司的名字是什麼？",
    "答案": "格朗寧",
    "選項1": "寧格道",
    "選項2": "道朗寧",
    "選項3": "格朗道"
  },
  {
    "題目": "佛地魔曾喝了誰的血來維持生命？",
    "答案": "獨角獸的血",
    "選項1": "海格的血",
    "選項2": "哈利的血",
    "選項3": "鄧不利多的血"
  },
  {
    "題目": "佛地魔的寵物娜吉妮體長多少？",
    "答案": "12英尺",
    "選項1": "120英尺",
    "選項2": "1200英尺",
    "選項3": "240英尺"
  },
  {
    "題目": "佛地魔的哪個分靈體被藏在古靈閣雷斯壯倉庫？",
    "答案": "海加·赫夫帕夫的金杯",
    "選項1": "魔佛羅.剛特的戒指",
    "選項2": "薩拉扎.史萊哲林的小金匣",
    "選項3": "羅威娜.雷文克勞的冠冕"
  },
  {
    "題目": "佛地魔分靈體之一的史萊哲林的小金匣盒由誰保管？",
    "答案": "怪角",
    "選項1": "雷木思.路平",
    "選項2": "古靈閣",
    "選項3": "天狼星.布萊克"
  },
  {
    "題目": "佛地魔從誰那裡得知小巴堤.柯羅奇還活著？",
    "答案": "柏莎.喬金",
    "選項1": "彼得.佩迪魯",
    "選項2": "法蘭克.布萊斯",
    "選項3": "奎里納斯.奎若"
  },
  {
    "題目": "佛地魔學生時代的黑魔法防禦術老師叫什麼？",
    "答案": "美思教授",
    "選項1": "史拉轟教授",
    "選項2": "麥米奈娃",
    "選項3": "艾米克.卡羅"
  },
  {
    "題目": "佛地魔用什麼藥水保護藏在岩洞中的分靈體？",
    "答案": "絕望藥水",
    "選項1": "畏多索勒斯",
    "選項2": "一飲活死水",
    "選項3": "混亂藥水"
  },
  {
    "題目": "佛地魔在哪裡得到接骨木魔杖的？",
    "答案": "霍格華茲",
    "選項1": "斜角巷",
    "選項2": "夜行巷",
    "選項3": "諾曼加"
  },
  {
    "題目": "佛客使屬於哪種生物？",
    "答案": "鳳凰",
    "選項1": "貓頭鷹",
    "選項2": "八眼巨蛛",
    "選項3": "龍"
  },
  {
    "題目": "福來福喜的重要配方之一是哪種生物的蛋殼？",
    "答案": "兩腳蛇",
    "選項1": "火灰蛇",
    "選項2": "黑妖精",
    "選項3": "八眼巨蛛"
  },
  {
    "題目": "使用鳳凰羽毛作為杖芯的魔杖的特性是什麼？",
    "答案": "擅長最多樣的魔法",
    "選項1": "擅長治療魔法",
    "選項2": "最強大",
    "選項3": "最穩定"
  },
  {
    "題目": "蓋勒.葛林戴華德曾潛伏進美國魔法國會，當時他的化名為？",
    "答案": "博知維‧格雷維斯",
    "選項1": "魁登斯‧巴波",
    "選項2": "小亨利‧蕭",
    "選項3": "紐特‧斯卡曼德"
  },
  {
    "題目": "蓋勒·葛林戴華德曾在哪所學校上學？",
    "答案": "德姆蘭學院",
    "選項1": "魔法所",
    "選項2": "波巴洞魔法學院",
    "選項3": "霍格華茲魔法與巫術學院"
  },
  {
    "題目": "甘普基本變形法則一共有幾條例外法則？",
    "答案": "5條",
    "選項1": "4條",
    "選項2": "6條",
    "選項3": "7條"
  },
  {
    "題目": "‘甘普基本變形法則'五大例外中的第一項是什麼？",
    "答案": "不可能憑空變出美味佳餚",
    "選項1": "不可能將物品變成人類",
    "選項2": "不可能使人類變成動物",
    "選項3": "不可能將動物變成人類"
  },
  {
    "題目": "剛特的戒指是在哪被摧毀的？",
    "答案": "校長室",
    "選項1": "密室",
    "選項2": "禁忌森林",
    "選項3": "萬應室"
  },
  {
    "題目": "葛來分多交誼廳曾用過哪個密語？",
    "答案": "香蕉餡油炸餅",
    "選項1": "太妃手指餅",
    "選項2": "冰鎮檸檬汁",
    "選項3": "嘶嘶咻咻蜂"
  },
  {
    "題目": "葛來分多交誼廳曾經使用過哪些密語？",
    "答案": "豬鼻子",
    "選項1": "龍糞",
    "選項2": "騎士王",
    "選項3": "魔法石"
  },
  {
    "題目": "葛來分多的學院幽靈是誰？",
    "答案": "差點沒頭的尼克",
    "選項1": "灰衣貴婦",
    "選項2": "愛哭鬼麥朵",
    "選項3": "胖修士"
  },
  {
    "題目": "灰衣貴婦一般只跟哪個學院的人說話？",
    "答案": "雷文克勞",
    "選項1": "葛來分多",
    "選項2": "史萊哲林",
    "選項3": "赫夫帕夫"
  },
  {
    "題目": "呱啦第一次見到妙麗時送了她什麼東西？",
    "答案": "自行車把手",
    "選項1": "死掉的白鼬",
    "選項2": "一個彈弓",
    "選項3": "一朵巨大的橙色花"
  },
  {
    "題目": "根據霍格華茲校規規定,學生幾年級之後才可以前往活米村？",
    "答案": "三年級",
    "選項1": "一年級",
    "選項2": "二年級",
    "選項3": "四年級"
  },
  {
    "題目": "根據推測,佛地魔的母親是使用哪種方式讓他的父親愛上她的？",
    "答案": "使用意亂情迷水",
    "選項1": "性格相投",
    "選項2": "身材好",
    "選項3": "運用美貌"
  },
  {
    "題目": "古靈閣地下瀑布有什麼作用？",
    "答案": "洗去所有的魔咒和魔法偽裝",
    "選項1": "發出警報",
    "選項2": "讓入侵者變成小豬",
    "選項3": "防禦外來者"
  },
  {
    "題目": "古靈閣中守護金庫的龍是什麼品種？",
    "答案": "烏克蘭鐵肚皮",
    "選項1": "匈牙利角尾龍",
    "選項2": "中國火球龍",
    "選項3": "普等威爾士綠龍"
  },
  {
    "題目": "關於現影術的三個“D”，不包括下列哪個:",
    "答案": "維度",
    "選項1": "目標",
    "選項2": "決心",
    "選項3": "從容"
  },
  {
    "題目": "規模最大的魔法學校是哪所？",
    "答案": "哇嘎度",
    "選項1": "霍格華茲",
    "選項2": "德姆蘭",
    "選項3": "伊法魔尼"
  },
  {
    "題目": "混血王子在他的魔藥學課本上曾提出瞌睡豆如何處理更容易出汁？",
    "答案": "用銀短刀的側面擠壓",
    "選項1": "切成片",
    "選項2": "用力捏",
    "選項3": "將其磨碎"
  },
  {
    "題目": "混血王子\"對撕淌三步殺的注釋寫的是？",
    "答案": "對敵人",
    "選項1": "倒倒吊",
    "選項2": "傷害咒語",
    "選項3": "危機時刻"
  },
  {
    "題目": "《哈利波特與密室》中沒被蛇妖石化的是？",
    "答案": "愛哭鬼麥朵",
    "選項1": "差點沒頭的尼克",
    "選項2": "妙麗.格蘭傑",
    "選項3": "拿樂絲太太"
  },
  {
    "題目": "《黑魔法:自衛指南》的作者是誰？",
    "答案": "昆丁·特林保",
    "選項1": "埃默里克.思為奇",
    "選項2": "吉德羅.洛哈",
    "選項3": "芭蒂達.巴沙特"
  },
  {
    "題目": "《魔法防禦理論》的作者是誰？",
    "答案": "威爾伯特.斯林卡",
    "選項1": "安東寧.杜魯哈",
    "選項2": "奧古斯都.羅克伍",
    "選項3": "傑納斯.西奇"
  },
  {
    "題目": "哈利是我們最大的希望，相信他\"這句話出自誰？",
    "答案": "阿不思.鄧不利多",
    "選項1": "賽佛勒斯.石內卜",
    "選項2": "天狼星.布萊克",
    "選項3": "雷木思.路平"
  },
  {
    "題目": "哈利、妙麗和衛斯理一家在哪裡使用了港口鑰去魁地奇世界盃場地？",
    "答案": "鼬頭丘",
    "選項1": "寇克渥斯",
    "選項2": "高錐客洞",
    "選項3": "王十字車站"
  },
  {
    "題目": "哈利、榮恩和妙麗最初懷疑誰想要偷走魔法石？",
    "答案": "賽佛勒斯·石內卜",
    "選項1": "拉環",
    "選項2": "魯霸.海格",
    "選項3": "柏格"
  },
  {
    "題目": "哈利、榮恩和妙麗最喜歡到豬頭酒吧喝的飲品是？",
    "答案": "奶油啤酒",
    "選項1": "奶霜啤酒",
    "選項2": "",
    "選項3": ""
  },
  {
    "題目": "哈利·波特17歲生日時，衛斯理夫人送了他什麼禮物？",
    "答案": "手錶",
    "選項1": "巧克力",
    "選項2": "手織毛衣",
    "選項3": "刮鬍刀"
  },
  {
    "題目": "哈利·波特第一次乘坐霍格華茲特快車時花了多少錢買零食?",
    "答案": "十一個銀西可和七枚銅納特",
    "選項1": "十個銀西可和五枚銅納特",
    "選項2": "十二個銀西可和九枚銅納特",
    "選項3": "九個銀西可和八枚銅納特"
  },
  {
    "題目": "哈利·波特被佛地魔的索命咒擊中後，是誰幫助了哈利隱瞞了他還活著的資訊？",
    "答案": "水仙·馬份",
    "選項1": "露娜.羅古德",
    "選項2": "妙麗.格蘭傑",
    "選項3": "奈威.隆巴頓"
  },
  {
    "題目": "哈利·波特被催狂魔攻擊看見的景象？",
    "答案": "母親被攻擊的畫面。",
    "選項1": "鄧不多死亡的畫面。",
    "選項2": "佛地魔折磨天狼星的畫面。",
    "選項3": "小時候被表哥欺負畫面。"
  },
  {
    "題目": "哈利·波特被恩不里居懲罰抄寫時用的墨水是？",
    "答案": "自己的血",
    "選項1": "八眼巨蛛的毒液",
    "選項2": "木精的汁液",
    "選項3": "三頭巨犬的口水"
  },
  {
    "題目": "哈利·波特曾和他麻瓜親戚德思禮一家住在哪兒？",
    "答案": "水蠟樹街",
    "選項1": "修道路",
    "選項2": "楓葉大道",
    "選項3": "報春花巷"
  },
  {
    "題目": "哈利·波特曾經被叫作過什麼？",
    "答案": "爛疤頭",
    "選項1": "油頭",
    "選項2": "禿頭",
    "選項3": "光頭"
  },
  {
    "題目": "哈利·波特曾經試圖取得水下的葛來分多寶劍差點淹死,是被誰所救？",
    "答案": "榮恩.衛斯理",
    "選項1": "妙麗.格蘭傑",
    "選項2": "奈威.隆巴頓",
    "選項3": "露娜.羅古德"
  },
  {
    "題目": "哈利·波特曾在廁所拿什麼咒語將跩哥馬份打傷？",
    "答案": "撕淌三步殺",
    "選項1": "咄咄失",
    "選項2": "咒咒虐",
    "選項3": "去去武器走"
  },
  {
    "題目": "哈利.波特曾在動物園放出了什麼動物？",
    "答案": "蟒蛇",
    "選項1": "狐狸",
    "選項2": "狼",
    "選項3": "獅子"
  },
  {
    "題目": "哈利·波特曾在葛來分多魁地奇球隊打什麼位置？",
    "答案": "搜捕手",
    "選項1": "看守手",
    "選項2": "打擊手",
    "選項3": "追蹤手"
  },
  {
    "題目": "哈利·波特曾在什麼節日時回到了父母犧牲的家？",
    "答案": "聖誕節",
    "選項1": "新年",
    "選項2": "感恩節",
    "選項3": "復活節"
  },
  {
    "題目": "哈利·波特的出生地是哪裡？",
    "答案": "高錐客洞",
    "選項1": "倫敦",
    "選項2": "活米村",
    "選項3": "貝殼居"
  },
  {
    "題目": "哈利.波特的初戀是誰？",
    "答案": "張秋",
    "選項1": "露娜.羅古德",
    "選項2": "妙麗.格蘭傑",
    "選項3": "金妮.衛斯理"
  },
  {
    "題目": "哈利·波特的魔杖弄壞和誰有關？",
    "答案": "娜吉妮",
    "選項1": "催狂魔",
    "選項2": "天雷",
    "選項3": "渾拚柳"
  },
  {
    "題目": "哈利·波特的傷疤在他身體的哪個部位？",
    "答案": "右額",
    "選項1": "左額",
    "選項2": "右肩",
    "選項3": "左肩"
  },
  {
    "題目": "哈利·波特的室友丁.湯馬斯喜歡哪項運動？",
    "答案": "足球",
    "選項1": "籃球",
    "選項2": "排球",
    "選項3": "魁地奇"
  },
  {
    "題目": "哈利·波特的護法是哪種動物？",
    "答案": "雄鹿",
    "選項1": "母鹿",
    "選項2": "鳳凰",
    "選項3": "黑狗"
  },
  {
    "題目": "哈利·波特的小兒子阿不思·賽佛勒斯·波特被分到了哪個學院？",
    "答案": "史萊哲林",
    "選項1": "葛萊分多",
    "選項2": "赫夫帕夫",
    "選項3": "雷文克勞"
  },
  {
    "題目": "哈利‧波特的小女兒叫什麼名字？",
    "答案": "莉莉‧露娜‧波特",
    "選項1": "莉莉‧妙麗‧波特",
    "選項2": "妙麗‧露娜‧波特",
    "選項3": "妙麗‧莉莉‧波特"
  },
  {
    "題目": "哈利·波特的眼鏡被誰修復過一次？",
    "答案": "妙麗",
    "選項1": "榮恩",
    "選項2": "跩哥",
    "選項3": "鄧不利多"
  },
  {
    "題目": "哈利·波特的姨丈阿姨告訴他父母的死亡原因是什麼呢？",
    "答案": "車禍",
    "選項1": "自然死亡",
    "選項2": "病亡",
    "選項3": "是被佛地魔奪走了性命"
  },
  {
    "題目": "哈利·波特的姨丈在什麼公司上班？",
    "答案": "鑽機",
    "選項1": "醫藥",
    "選項2": "航空",
    "選項3": "汽車"
  },
  {
    "題目": "哈利·波特的摯友榮恩·衛斯理有多少兄弟姐妹？",
    "答案": "6個",
    "選項1": "7個",
    "選項2": "8個",
    "選項3": "9個"
  },
  {
    "題目": "哈利·波特的祖父從事什麼工作發家？",
    "答案": "護髮藥水",
    "選項1": "洗面乳",
    "選項2": "洗潔精",
    "選項3": "洗衣液"
  },
  {
    "題目": "哈利·波特的好友露娜·羅古德的家裡種的是什麼神奇植物？",
    "答案": "馭心梅",
    "選項1": "魔蘋果",
    "選項2": "中國咬人甘藍",
    "選項3": "魔鬼網"
  },
  {
    "題目": "哈利·波特第一次到水蠟樹街和最後一次離開是搭乘什麼交通工具？",
    "答案": "天狼星·布萊克的摩托車",
    "選項1": "霍格華茲特快車",
    "選項2": "光輪2000",
    "選項3": "火閃電"
  },
  {
    "題目": "哈利·波特第一次喝福來福喜喝了多少？",
    "答案": "一小口",
    "選項1": "剩了一點",
    "選項2": "全喝了",
    "選項3": "半瓶"
  },
  {
    "題目": "哈利·波特第一次見到小仙女·東施時， 她的頭髮是什麼顏色？",
    "答案": "紫羅蘭色",
    "選項1": "湖藍色",
    "選項2": "粉色",
    "選項3": "亮橙色"
  },
  {
    "題目": "哈利·波特第一次見到奎若教授是在哪裡？",
    "答案": "破釜酒吧",
    "選項1": "霍格華茲",
    "選項2": "王十字車站",
    "選項3": "三根掃帚"
  },
  {
    "題目": "哈利第一次來到古靈閣時,帶領他們去金庫的妖精是誰？",
    "答案": "拉環",
    "選項1": "拉鍊",
    "選項2": "波羅",
    "選項3": "把手"
  },
  {
    "題目": "哈利·波特第一次是怎樣抓住的金探子？",
    "答案": "用嘴抓住",
    "選項1": "沒抓住",
    "選項2": "右手抓住",
    "選項3": "左手抓住"
  },
  {
    "題目": "哈利·波特第一次遇見催狂魔是在哪裡？",
    "答案": "霍格華茲特快車",
    "選項1": "水蠟樹街",
    "選項2": "禁忌森林",
    "選項3": "路平教授的黑魔法防禦術"
  },
  {
    "題目": "哈利·波特二年級時無法進入九又四分之三車站是因為誰？",
    "答案": "家庭小精靈多比",
    "選項1": "妙麗.格蘭傑",
    "選項2": "跩哥.馬份",
    "選項3": "榮恩.衛斯理"
  },
  {
    "題目": "哈利和鄧不利多最後一次見面是在哪裡？",
    "答案": "王十字車站",
    "選項1": "萬應室",
    "選項2": "水蠟樹街",
    "選項3": "鳳凰會"
  },
  {
    "題目": "哈利共收到幾次\"對未成年巫師魔法使用合理限制法規\"的警告？",
    "答案": 1,
    "選項1": 2,
    "選項2": 4,
    "選項3": 5
  },
  {
    "題目": "哈利·波特和榮恩·衛斯理從山怪手裡救出妙麗·格蘭傑的那一天是詹姆和莉莉逝世幾周年？",
    "答案": "十週年",
    "選項1": "十二週年",
    "選項2": "十五週年",
    "選項3": "八週年"
  },
  {
    "題目": "哈利.波特和榮恩.衛斯理用什麼撞到了渾拚柳？",
    "答案": "飛行汽車",
    "選項1": "飛行掃把",
    "選項2": "飛行馬車",
    "選項3": "飛行摩托車"
  },
  {
    "題目": "哈利·波特和天狼星·布萊克被催狂魔暈倒，是誰施了護法咒驅趕了所有催狂魔？",
    "答案": "哈利·波特",
    "選項1": "阿不思.鄧不利多",
    "選項2": "妙麗.格蘭傑",
    "選項3": "天狼星.布萊克"
  },
  {
    "題目": "哈利·波特繼承的死神聖物是什麼？",
    "答案": "隱形斗篷",
    "選項1": "接骨木魔杖",
    "選項2": "魔法石",
    "選項3": "重生石"
  },
  {
    "題目": "哈利.波特在三巫鬥法大賽帶回了誰的遺體？",
    "答案": "西追.迪哥里",
    "選項1": "花兒.戴勒古",
    "選項2": "瘋眼穆敵",
    "選項3": "維克多.喀浪"
  },
  {
    "題目": "哈利.波特飼養的貓頭鷹嘿美眼睛是什麼顏色？",
    "答案": "琥珀色",
    "選項1": "紅色",
    "選項2": "藍色",
    "選項3": "黑色"
  },
  {
    "題目": "哈利·波特進入霍格華茲第一天的葛來分多交誼廳的密語是什麼？",
    "答案": "龍渣",
    "選項1": "純種",
    "選項2": "燃燒殆盡",
    "選項3": "吉星高照"
  },
  {
    "題目": "哈利·波特十七歲生日時魯霸·海格送了什麼禮物？",
    "答案": "驢皮做的小袋子",
    "選項1": "測奸器",
    "選項2": "獠牙飛盤",
    "選項3": "七彩迷幻眼鏡"
  },
  {
    "題目": "哈利·波特用什麼摧毀了了佛地魔的日記本？",
    "答案": "蛇妖的毒牙",
    "選項1": "魔法石",
    "選項2": "鋼筆",
    "選項3": "去去武器走"
  },
  {
    "題目": "哈利·波特是皮福雷三兄弟中誰的後代？",
    "答案": "伊諾特",
    "選項1": "贊諾",
    "選項2": "卡德馬",
    "選項3": "安提歐"
  },
  {
    "題目": "哈利·波特收到的第一把飛天掃帚是誰贈送的？",
    "答案": "麥教授",
    "選項1": "魯霸.海格",
    "選項2": "天狼星.布萊克",
    "選項3": "石內卜教授"
  },
  {
    "題目": "哈利·波特暑假在家寫的魔法史論文題目為？",
    "答案": "《十四世紀焚女巫行動之虛妄無用》",
    "選項1": "《霍格華茲一段校史讀後感》",
    "選項2": "《論如何做好一名搜捕手》",
    "選項3": "《基礎魔藥理論研究》"
  },
  {
    "題目": "哈利·波特四年級時進入校長室的密語是？",
    "答案": "蟑螂堆/串",
    "選項1": "嘶嘶咻咻蜂",
    "選項2": "酷酸果",
    "選項3": "冰鎮檸檬汁"
  },
  {
    "題目": "哈利·波特學生時期的藥草學老師是誰？",
    "答案": "芽菜教授",
    "選項1": "石內卜教授",
    "選項2": "孚立維教授",
    "選項3": "魯霸·海格"
  },
  {
    "題目": "哈利·波特一年級拿到魔法石時穿的是什麼顏色的毛衣？",
    "答案": "紅色",
    "選項1": "綠色",
    "選項2": "黃色",
    "選項3": "黑色"
  },
  {
    "題目": "哈利一年級時,誰在禁忌森林中保護了他？",
    "答案": "翡冷翠",
    "選項1": "榮恩",
    "選項2": "呱啦",
    "選項3": "海格"
  },
  {
    "題目": "哈利·波特使用什麼破壞了湯姆.瑞斗的日記？",
    "答案": "蛇妖的毒牙",
    "選項1": "惡魔之火",
    "選項2": "撕淌三步殺",
    "選項3": "葛萊分多寶劍"
  },
  {
    "題目": "哈利的孩子有幾個？",
    "答案": 3,
    "選項1": 1,
    "選項2": 2,
    "選項3": 4
  },
  {
    "題目": "哈利.波特是誰的後裔？",
    "答案": "伊諾特.皮福雷",
    "選項1": "艾米克.卡羅",
    "選項2": "薩拉札.史萊哲林",
    "選項3": "卡德馬.皮福雷"
  },
  {
    "題目": "哈利.波特在火盃第二項比賽中使用了哪種植物？",
    "答案": "魚鰓草",
    "選項1": "牛扁",
    "選項2": "魔蘋果",
    "選項3": "魔鬼網"
  },
  {
    "題目": "哈利.波特在三巫鬥法大賽中需要從哪種龍那裡取走金蛋？",
    "答案": "匈牙利角尾龍",
    "選項1": "挪威脊背龍",
    "選項2": "密西西比龍",
    "選項3": "中國火球龍"
  },
  {
    "題目": "哈利·波特在四年級聖誕收到了教父天狼星·布萊克送的什麼禮物？",
    "答案": "一把輕便的削筆刀",
    "選項1": "一本書",
    "選項2": "柏蒂全口味豆子",
    "選項3": "火閃電"
  },
  {
    "題目": "哈利·波特在逃亡過程中,在哪裡拿到了葛來分多寶劍？",
    "答案": "湖底",
    "選項1": "分類帽裡",
    "選項2": "帳篷裡",
    "選項3": "草地上"
  },
  {
    "題目": "哈利·波特在校時,誰的成績總是班級第一？",
    "答案": "妙麗·格蘭傑",
    "選項1": "哈利.波特",
    "選項2": "榮恩.衛斯理",
    "選項3": "跩哥.馬份"
  },
  {
    "題目": "哈利.波特之外還有誰能拔出葛來分多寶劍？",
    "答案": "奈威·隆巴頓",
    "選項1": "跩哥.馬份",
    "選項2": "妙麗.格蘭傑",
    "選項3": "弗雷.衛斯理"
  },
  {
    "題目": "哈利·波特共用過幾次港口鑰？",
    "答案": 7,
    "選項1": 3,
    "選項2": 2,
    "選項3": 4
  },
  {
    "題目": "哈利·波特最擅長什麼咒語？",
    "答案": "去去武器走",
    "選項1": "咄咄失",
    "選項2": "吼吼燒",
    "選項3": "阿咯哈呣啦"
  },
  {
    "題目": "哈利波特把哪件聖器遺棄在了禁忌森林？",
    "答案": "重生石",
    "選項1": "接骨木魔杖",
    "選項2": "隱形斗篷",
    "選項3": "魔佛羅.剛特的戒指"
  },
  {
    "題目": "哈利·波特被食死人抓到馬份莊園時，用的是誰的名字？",
    "答案": "威農·達利",
    "選項1": "泰瑞·布特",
    "選項2": "紐特·斯卡曼德",
    "選項3": "榮恩·衛斯理"
  },
  {
    "題目": "哈利.波特畢業後去做了什麼工作？",
    "答案": "正氣師",
    "選項1": "魔法部部長",
    "選項2": "黑魔法防禦術教授",
    "選項3": "聖蒙果醫師"
  },
  {
    "題目": "哈利波特的魔杖是什麼材質？",
    "答案": "冬青木",
    "選項1": "山楂木",
    "選項2": "紫杉木",
    "選項3": "白蠟木"
  },
  {
    "題目": "哈利.波特第一次用呼嚕粉時誤入了哪裡？",
    "答案": "波金與伯克氏商店",
    "選項1": "嬉戲與戲謔巫術惡作劇商店",
    "選項2": "奧利凡德魔杖商店",
    "選項3": "古靈閣巫師世界銀行"
  },
  {
    "題目": "哈利波特和榮恩第一次在火車上見面時，雙胞胎正準備去看什麼？",
    "答案": "蜘蛛",
    "選項1": "蜜蜂",
    "選項2": "壁虎",
    "選項3": "蟾蜍"
  },
  {
    "題目": "哈利.波特三年級時為什麼沒能和其他同學一起去活米村？",
    "答案": "他的姨父沒有簽同意書",
    "選項1": "他在住院",
    "選項2": "他有一場魁地奇比賽要參加",
    "選項3": "他要考普等巫術等級考試"
  },
  {
    "題目": "哈利.波特學生時期,羅咪·凡曾十分迫切的想與他約會，其中原因是？",
    "答案": "他是被選中的孩子",
    "選項1": "他的魔藥學成績很好",
    "選項2": "他是魁地奇球隊的隊長",
    "選項3": "她想讓榮恩感到妒忌"
  },
  {
    "題目": "哈利曾把什麼道具放在了麻種審議委員會主任辦公室門口引起了騷亂？",
    "答案": "詭雷",
    "選項1": "隱身煙霧彈",
    "選項2": "迷你毛毛球",
    "選項3": "鼻血牛軋糖"
  },
  {
    "題目": "哈利曾經使用詭雷在魔法部的哪個辦公室門口引起了騷亂？",
    "答案": "麻種審議委員會主任辦公室",
    "選項1": "預言廳",
    "選項2": "魔法動物管理控制司",
    "選項3": "魔法運輸部門"
  },
  {
    "題目": "哈利曾經假裝將福來福喜加進什麼飲料裡誤導榮恩喝下去？",
    "答案": "南瓜汁",
    "選項1": "蛋奶酒",
    "選項2": "蜂蜜酒",
    "選項3": "奶油啤酒"
  },
  {
    "題目": "哈利搭乘騎士公車去了哪裡？",
    "答案": "破釜酒吧",
    "選項1": "洞穴屋",
    "選項2": "活米村",
    "選項3": "霍格華茲"
  },
  {
    "題目": "誰還記得哈利.波特的第一根魔杖有多長？",
    "答案": "11吋",
    "選項1": "12吋",
    "選項2": "13吋",
    "選項3": "8吋"
  },
  {
    "題目": "哈利的第一位黑魔法防禦術教師是誰？",
    "答案": "奎里納斯·奎若",
    "選項1": "桃樂絲.恩不里居",
    "選項2": "雷木思.路平",
    "選項3": "吉德羅·洛哈"
  },
  {
    "題目": "哈利的姨丈最喜歡周幾？",
    "答案": "週日",
    "選項1": "週四",
    "選項2": "週五",
    "選項3": "週六"
  },
  {
    "題目": "哈利第一次參加魁地奇比賽前,妙麗借給了他一本什麼書？",
    "答案": "穿越歷史的魁地奇",
    "選項1": "英國和愛爾蘭的魁地奇球隊",
    "選項2": "打擊手的聖經",
    "選項3": "與砲彈隊一同飛翔"
  },
  {
    "題目": "哈利第一次吃巧克力蛙時榮恩說他大約有多少張巧克力蛙卡片？",
    "答案": "500張",
    "選項1": "370張",
    "選項2": "400張",
    "選項3": "570張"
  },
  {
    "題目": "哈利第一次去洞穴屋，搭乘的是什麼交通工具？",
    "答案": "施了魔法的汽車",
    "選項1": "飛天掃帚",
    "選項2": "港口鑰",
    "選項3": "呼嚕粉"
  },
  {
    "題目": "哈利第一次去摩金夫人長袍專賣店遇到了誰？",
    "答案": "跩哥·馬份",
    "選項1": "妙麗·格蘭傑",
    "選項2": "榮恩·衛斯理",
    "選項3": "奈威·隆巴頓"
  },
  {
    "題目": "哈利第一次使用“倒倒吊”時，被倒掛的人是誰？",
    "答案": "榮恩·衛斯理",
    "選項1": "奈威.隆巴頓",
    "選項2": "丁.湯馬斯",
    "選項3": "跩哥.馬份"
  },
  {
    "題目": "哈利第一根魔杖的杖芯是什麼？",
    "答案": "鳳凰羽毛",
    "選項1": "騎士墜鬼馬尾毛",
    "選項2": "蛇妖的角",
    "選項3": "龍的心弦"
  },
  {
    "題目": "哈利二年級開學時,以什麼交通方式到達了霍格華茲？",
    "答案": "一輛會飛的車",
    "選項1": "騎士公車",
    "選項2": "海格的摩托車",
    "選項3": "飛天掃帚"
  },
  {
    "題目": "哈利和鄧不利多在岩洞中遇到了什麼可怕的東西？",
    "答案": "行屍",
    "選項1": "巨人",
    "選項2": "催狂魔",
    "選項3": "狼人"
  },
  {
    "題目": "哈利和妙麗第一次穿梭時空在哪裡？",
    "答案": "校醫院",
    "選項1": "廁所",
    "選項2": "教室",
    "選項3": "海格的小屋"
  },
  {
    "題目": "哈利和榮恩駕駛的福特汽車最後撞在了哪裡？",
    "答案": "渾拚柳",
    "選項1": "大湖",
    "選項2": "活米村",
    "選項3": "禁忌森林"
  },
  {
    "題目": "哈利.波特和榮恩一家觀看了哪一屆魁地奇世界盃賽？",
    "答案": "第422屆",
    "選項1": "第423屆",
    "選項2": "第521屆",
    "選項3": "第522屆"
  },
  {
    "題目": "哈利就學期間，誰曾經擔任過魁地奇解說員？",
    "答案": "露娜.羅古德",
    "選項1": "跩哥.馬份",
    "選項2": "妙麗.格蘭傑",
    "選項3": "西追.迪哥里"
  },
  {
    "題目": "哈利與榮恩拿著戲法魔杖在變形課上比劍術之後，哈利的假魔杖變成了什麼？",
    "答案": "橡皮的黑線鱈魚",
    "選項1": "鍍錫的鸚鵡",
    "選項2": "巧克力蛙",
    "選項3": "八眼巨蛛"
  },
  {
    "題目": "哈利懷疑天狼星有危險時,他以什麼交通方式到達了魔法部？",
    "答案": "騎士墜鬼馬",
    "選項1": "呼嚕網",
    "選項2": "港口鑰",
    "選項3": "巴嘴"
  },
  {
    "題目": "哈利堅稱佛地魔捲土重來,恩不里居懲罰他反復抄寫什麼？",
    "答案": "我不可以說謊",
    "選項1": "黑魔頭目睹一切",
    "選項2": "我會舉手",
    "選項3": "我不是被選中的孩子"
  },
  {
    "題目": "哈利.波特將誰的襪子夾在書裡被魯休斯.馬份送給了多比？",
    "答案": "哈利·波特",
    "選項1": "魯休斯‧馬份",
    "選項2": "跩哥‧馬份",
    "選項3": "多比"
  },
  {
    "題目": "哈利三年級開學時,霍格華茲特快車上什麼導致了哈利暈倒？",
    "答案": "催狂魔",
    "選項1": "跩哥所施的咒語",
    "選項2": "饑餓",
    "選項3": "疲勞"
  },
  {
    "題目": "哈利三年級時,黑魔法防禦術課上遭遇的幻形怪是什麼形態？",
    "答案": "催狂魔",
    "選項1": "蛇妖",
    "選項2": "張秋",
    "選項3": "威農.德思禮"
  },
  {
    "題目": "哈利三人組遇到的三頭巨犬叫什麼？",
    "答案": "毛毛",
    "選項1": "牙牙",
    "選項2": "巴嘴",
    "選項3": "阿辣哥"
  },
  {
    "題目": "哈利上三年級前，在暑假收到了榮恩送的什麼禮物？",
    "答案": "袖珍測奸器",
    "選項1": "飛天掃帚保養工具箱",
    "選項2": "光輪2000",
    "選項3": "《飛天掃帚保養自助手冊》"
  },
  {
    "題目": "哈利上一年級時,誰跑到禮堂告訴大家一隻山怪被放出來了？",
    "答案": "奎若教授",
    "選項1": "阿各.飛七",
    "選項2": "麥教授",
    "選項3": "魯霸.海格"
  },
  {
    "題目": "哈利四年級時參加的三巫鬥法大賽的獎金是多少？",
    "答案": "一千加隆",
    "選項1": "一百加隆",
    "選項2": "一萬加隆",
    "選項3": "十萬加隆"
  },
  {
    "題目": "哈利四年級的三巫鬥法大賽的最後一關中，第一個被淘汰的是？",
    "答案": "花兒.戴樂古",
    "選項1": "西追.迪哥里",
    "選項2": "維克多.喀浪",
    "選項3": "哈利.波特"
  },
  {
    "題目": "哈利一年級時,霍格華茲城堡中的哪個地方是禁止學生入内的？",
    "答案": "四樓走廊",
    "選項1": "萬應室",
    "選項2": "魁地奇球場",
    "選項3": "交誼廳"
  },
  {
    "題目": "哈利一年級在與奎若對抗後住進校醫院，海格來探望時送了什麼禮物？",
    "答案": "哈利父母的照片",
    "選項1": "石頭蛋糕",
    "選項2": "巧克力蛙",
    "選項3": "硬薄荷糖"
  },
  {
    "題目": "哈利因為在麻瓜面前召喚護法被審訊時,誰當了他的證人？",
    "答案": "阿拉貝拉·費格",
    "選項1": "佩妮.德思禮",
    "選項2": "瑪麗.卡特摩",
    "選項3": "切瑞提.博巴基"
  },
  {
    "題目": "哈利因在麻瓜面前召喚護法而被傳喚後,誰主持了他的庭審？",
    "答案": "愛蜜莉·波恩女士",
    "選項1": "赫瑞司.史拉轟",
    "選項2": "巴堤.柯羅奇",
    "選項3": "盧夫.昆爵"
  },
  {
    "題目": "哈利用爬說嘴和什麼動物說過話？",
    "答案": "蛇",
    "選項1": "紅軟帽",
    "選項2": "火蜥蜴",
    "選項3": "綠仙"
  },
  {
    "題目": "哈利在劫盜地圖上看到了哪個他以為已經死去的人？",
    "答案": "彼得.佩迪魯",
    "選項1": "西追.迪哥里",
    "選項2": "詹姆.波特",
    "選項3": "小巴堤.柯羅奇"
  },
  {
    "題目": "哈利在級長浴室遇到了誰？",
    "答案": "愛哭鬼麥朵",
    "選項1": "多比",
    "選項2": "皮皮鬼",
    "選項3": "天狼星.布萊克"
  },
  {
    "題目": "哈利在華麗與污痕書店看到過誰的簽售會？",
    "答案": "吉德羅·洛哈",
    "選項1": "艾飛.道奇",
    "選項2": "芭蒂達.巴沙特",
    "選項3": "麗塔.史譏"
  },
  {
    "題目": "哈利在儲思盆中看到石內卜的記憶，記憶裡他們正在進行什麼考試？",
    "答案": "黑魔法防禦術",
    "選項1": "奇獸飼育學",
    "選項2": "符咒學",
    "選項3": "魔藥學"
  },
  {
    "題目": "哈利在魔藥課上因為製作哪種魔藥獲得了福來福喜？",
    "答案": "一飲活死水",
    "選項1": "愛情魔藥",
    "選項2": "吐真劑",
    "選項3": "縛狼汁"
  },
  {
    "題目": "哈利在目睹誰的死亡後能看到騎士墜鬼馬？",
    "答案": "西追·迪哥里",
    "選項1": "佛地魔",
    "選項2": "阿不思.鄧不利多",
    "選項3": "父母"
  },
  {
    "題目": "哈利在學習護法咒時,使用過下列哪一段回憶？",
    "答案": "他第一次騎上飛天掃帚",
    "選項1": "他來到霍格華茲的第一天",
    "選項2": "他第一次坐上霍格華茲特快車的時候",
    "選項3": "他遇到海格的那個晚上"
  },
  {
    "題目": "哈利·波特第一次去海格家吃了什麼？",
    "答案": "石頭蛋糕",
    "選項1": "手指餅",
    "選項2": "奶油啤酒",
    "選項3": "乳酪糖"
  },
  {
    "題目": "海格曾說,除了霍格華茲之外,世界上最安全的地方是哪裡？",
    "答案": "古靈閣",
    "選項1": "禁忌森林",
    "選項2": "破釜酒吧",
    "選項3": "古裡某街十二號"
  },
  {
    "題目": "海格的粉紅色雨傘裡巧妙地藏著什麼？",
    "答案": "他的舊魔杖",
    "選項1": "魔法石",
    "選項2": "一柄劍",
    "選項3": "一封秘密的信"
  },
  {
    "題目": "海格給鷹馬巴嘴取的新名字是什麼？",
    "答案": "枯翅",
    "選項1": "嘿美",
    "選項2": "蘿蔔",
    "選項3": "佛客使"
  },
  {
    "題目": "海格教授曾經養大的八眼巨蛛叫什麼名字？",
    "答案": "阿辣哥",
    "選項1": "鷹面獅身獸",
    "選項2": "阿克托斯",
    "選項3": "阿各"
  },
  {
    "題目": "海格教授曾提起過他有個同母異父的弟弟，你們知道他叫什麼嗎？",
    "答案": "呱啦",
    "選項1": "海牙",
    "選項2": "蘿蔔",
    "選項3": "毛毛"
  },
  {
    "題目": "海格教授曾提起過,他在夜行巷找什麼驅蟲劑時,遇見了迷路的哈利？",
    "答案": "食肉蛞蝓",
    "選項1": "火蜥蜴",
    "選項2": "黏巴蟲",
    "選項3": "爆尾釘蝦"
  },
  {
    "題目": "海格如何描述牙牙？",
    "答案": "膽小",
    "選項1": "漂亮",
    "選項2": "聰明",
    "選項3": "有毒"
  },
  {
    "題目": "海格是乘坐什麼交通工具將嬰兒哈利送到鄧不利多面前？",
    "答案": "飛天摩托車",
    "選項1": "飛天汽車",
    "選項2": "騎士巴士",
    "選項3": "飛天掃帚"
  },
  {
    "題目": "海格是怎麼得到火龍蛋的？",
    "答案": "贏來的",
    "選項1": "他人贈送的",
    "選項2": "搶來的",
    "選項3": "買來的"
  },
  {
    "題目": "海格為什麼被送進阿茲卡班？",
    "答案": "密室再度打開",
    "選項1": "他想在霍格華茲養一條龍",
    "選項2": "他是八眼巨蛛的朋友",
    "選項3": "巴嘴在臨刑前失蹤了"
  },
  {
    "題目": "海格使用什麼交通工具把小哈利.波特送到水蠟樹街4號？",
    "答案": "會飛的摩托車",
    "選項1": "飛天掃帚",
    "選項2": "幽靈",
    "選項3": "呼嚕粉"
  },
  {
    "題目": "海格在什麼節日裡親吻過麥教授？",
    "答案": "耶誕節",
    "選項1": "感恩節",
    "選項2": "春節",
    "選項3": "萬聖節"
  },
  {
    "題目": "海蓮娜.雷文克勞把她母親的冠冕藏在哪裡？",
    "答案": "在一棵空心的樹中",
    "選項1": "在萬應室裡",
    "選項2": "在隱秘的洞穴中",
    "選項3": "在古靈閣的金庫裡"
  },
  {
    "題目": "和天狼星·布萊克一起逃跑的鷹馬叫什麼名字？",
    "答案": "巴嘴",
    "選項1": "高錐客",
    "選項2": "阿辣哥",
    "選項3": "美心"
  },
  {
    "題目": "妙麗·格蘭傑曾被誰用酷刑咒折磨過？",
    "答案": "貝拉·雷斯壯",
    "選項1": "索分.羅爾",
    "選項2": "史坦.桑派",
    "選項3": "巴坦.雷斯壯"
  },
  {
    "題目": "妙麗.格蘭傑曾經喝下變身水變成過以下哪種樣子？",
    "答案": "貓女",
    "選項1": "鳳凰女",
    "選項2": "狐女",
    "選項3": "犬女"
  },
  {
    "題目": "妙麗.格蘭傑曾經收到過麥教授的禮物,禮物是什麼呢？",
    "答案": "時光器",
    "選項1": "記憶球",
    "選項2": "熄燈器",
    "選項3": "防咒斗篷"
  },
  {
    "題目": "妙麗.格蘭傑的護法是什麼形態？",
    "答案": "水獺",
    "選項1": "貓",
    "選項2": "狼",
    "選項3": "馬"
  },
  {
    "題目": "妙麗‧格蘭傑對自己的父母施展魔法讓他們搬家去了哪裡？",
    "答案": "澳大利亞",
    "選項1": "紐西蘭",
    "選項2": "美國",
    "選項3": "中國"
  },
  {
    "題目": "妙麗·格蘭傑開學前在哪本書上看到了霍格華茲的交誼廳？",
    "答案": "《霍格華茲：一段歷史》",
    "選項1": "《魔法教育學》",
    "選項2": "《霍格華茲校史》",
    "選項3": "《魔法學校概論》"
  },
  {
    "題目": "妙麗·格蘭傑三人第一次配置變身水花了多長時間？",
    "答案": "一個月",
    "選項1": "一年",
    "選項2": "兩個月",
    "選項3": "三個月"
  },
  {
    "題目": "妙麗·格蘭傑在聞到愛情藥水後在腦海裡最後的味道是？",
    "答案": "牙膏",
    "選項1": "奶油啤酒",
    "選項2": "羊皮紙",
    "選項3": "青草"
  },
  {
    "題目": "妙麗·格蘭傑最不擅長的課程是什麼？",
    "答案": "占卜學",
    "選項1": "藥草學",
    "選項2": "符咒學",
    "選項3": "不存在"
  },
  {
    "題目": "妙麗·格蘭傑最不擅長的咒語是什麼？",
    "答案": "疾疾，護法現身",
    "選項1": "吼吼燒",
    "選項2": "去去武器走",
    "選項3": "整整--石化"
  },
  {
    "題目": "妙麗創立的家庭小精靈福利促進協會的縮寫是？",
    "答案": "S.P.E.W.",
    "選項1": "S.E.W.P.",
    "選項2": "S.W.P.E.",
    "選項3": "S.P.W.E."
  },
  {
    "題目": "妙麗第一次喝變身水時原本想偽裝成誰？",
    "答案": "米莉森·布洛德",
    "選項1": "文妲.布朗",
    "選項2": "貝拉.雷斯壯",
    "選項3": "瑪法達.霍克克"
  },
  {
    "題目": "妙麗發現蛇妖通過什麼在城堡中移動？",
    "答案": "管道",
    "選項1": "呼嚕網",
    "選項2": "港口鑰",
    "選項3": "移動咒"
  },
  {
    "題目": "妙麗·格蘭傑用了誰的簽名才能借到《超強魔藥》？",
    "答案": "吉德羅·洛哈",
    "選項1": "赫瑞司.史拉轟",
    "選項2": "麥米奈娃",
    "選項3": "帕莫娜.芽菜"
  },
  {
    "題目": "妙麗提問密室時，丙斯教授在講解哪年的國際巫師大賽？",
    "答案": "一二八九年",
    "選項1": "一二七九年",
    "選項2": "一二九九年",
    "選項3": "一三八九年"
  },
  {
    "題目": "妙麗·格蘭傑與哈利·波特見面時,使用的第一個咒語是？",
    "答案": "復復修",
    "選項1": "火焰咒",
    "選項2": "咒咒虐",
    "選項3": "飄浮咒"
  },
  {
    "題目": "妙麗製作的變身水的配方出自哪本書？",
    "答案": "《超強魔藥》",
    "選項1": "《進階魔藥調配學》",
    "選項2": "《魔法藥劑與藥水》",
    "選項3": "《一千種神奇草藥與蕈類》"
  },
  {
    "題目": "赫夫帕夫的學院幽靈是誰？",
    "答案": "胖修士",
    "選項1": "灰衣貴婦",
    "選項2": "愛哭鬼麥朵",
    "選項3": "差點沒頭的尼克"
  },
  {
    "題目": "赫夫帕夫學院的誰被開除過？",
    "答案": "紐特·斯卡曼德",
    "選項1": "阿尼.麥米蘭",
    "選項2": "小仙女.東施",
    "選項3": "西追.迪哥里"
  },
  {
    "題目": "黑暗時期,誰向佛地魔出賣了詹姆和莉莉？",
    "答案": "彼得.佩迪魯",
    "選項1": "湯姆.瑞斗",
    "選項2": "賽佛勒斯.石內卜",
    "選項3": "天狼星.布萊克"
  },
  {
    "題目": "紅軟帽通常在哪裡被發現？",
    "答案": "有流血的地方就容易有紅軟帽。",
    "選項1": "墓地",
    "選項2": "黑湖",
    "選項3": "禁忌森林"
  },
  {
    "題目": "一飲活死水的配方中有以下哪種材料？",
    "答案": "水仙球根粉未",
    "選項1": "玫瑰粉末",
    "選項2": "百合粉末",
    "選項3": "水仙粉末"
  },
  {
    "題目": "火螃蟹的殼上覆蓋著什麼？",
    "答案": "寶石",
    "選項1": "金子",
    "選項2": "尖尖的角",
    "選項3": "銀子"
  },
  {
    "題目": "火螃蟹和人面蠍尾獅交配後會得到什麼？",
    "答案": "爆尾釘蝦",
    "選項1": "鷹馬",
    "選項2": "火螃蟹",
    "選項3": "黏巴蟲"
  },
  {
    "題目": "活米村倍受歡迎的甜點商店叫什麼名字？",
    "答案": "蜂蜜公爵糖果店",
    "選項1": "三根掃帚",
    "選項2": "德維與班吉",
    "選項3": "桑科的惡作劇商店"
  },
  {
    "題目": "活米村的創建者是誰？",
    "答案": "漢吉斯",
    "選項1": "郭汐客",
    "選項2": "瓦夫林",
    "選項3": "狄劈"
  },
  {
    "題目": "活米村妖精叛亂的時間是？",
    "答案": "1612年",
    "選項1": "203年",
    "選項2": "1911年",
    "選項3": "1969年"
  },
  {
    "題目": "霍格華茲信入學通知的封蠟是什麼顏色？",
    "答案": "紫色",
    "選項1": "藍色",
    "選項2": "紅色",
    "選項3": "綠色"
  },
  {
    "題目": "霍格華茲保衛戰發生在哪一年？",
    "答案": 1998,
    "選項1": 1991,
    "選項2": 1997,
    "選項3": 1960
  },
  {
    "題目": "霍格華茲不允許學生帶什麼寵物入學？",
    "答案": "八眼巨蛛",
    "選項1": "蟾蜍",
    "選項2": "貓",
    "選項3": "貓頭鷹"
  },
  {
    "題目": "霍格華茲城堡有些樓梯每逢周幾會通向不同的地方？",
    "答案": "週五",
    "選項1": "週一",
    "選項2": "週日",
    "選項3": "週四"
  },
  {
    "題目": "霍格華茲城堡坐落於什麼地方？",
    "答案": "蘇格蘭高地",
    "選項1": "愛爾蘭",
    "選項2": "倫敦",
    "選項3": "威爾士"
  },
  {
    "題目": "霍格華茲的第一任管理員是誰？",
    "答案": "漢克爾頓·亨布爾",
    "選項1": "阿破.普哥",
    "選項2": "阿各.飛七",
    "選項3": "蘭科羅斯.卡爾佩"
  },
  {
    "題目": "霍格華茲魁地奇球賽的裁判是誰？",
    "答案": "胡奇女士",
    "選項1": "龐芮夫人",
    "選項2": "麥教授",
    "選項3": "魯霸.海格"
  },
  {
    "題目": "霍格華茲的飛行課教師是誰？",
    "答案": "胡奇夫人",
    "選項1": "辛尼區教授",
    "選項2": "芽菜教授",
    "選項3": "龐芮夫人"
  },
  {
    "題目": "霍格華茲的家庭小精靈又把“萬應室”稱為什麼？",
    "答案": "來去室",
    "選項1": "雜貨屋",
    "選項2": "那個房間",
    "選項3": "隱蔽之所"
  },
  {
    "題目": "霍格華茲的獵場看守是誰？",
    "答案": "魯霸·海格",
    "選項1": "阿各.飛七",
    "選項2": "賽佛勒斯.石內卜",
    "選項3": "麥米奈娃"
  },
  {
    "題目": "霍格華茲的哪一任校長曾經是著名的草藥學家？",
    "答案": "費麗·斯波兒",
    "選項1": "伊麗莎‧伯克氏",
    "選項2": "麥米奈娃",
    "選項3": "安東尼婭‧克里斯沃斯夫人"
  },
  {
    "題目": "霍格華茲的圖書管理員是誰？",
    "答案": "平斯女士",
    "選項1": "胡奇女士",
    "選項2": "龐芮夫人",
    "選項3": "摩金夫人"
  },
  {
    "題目": "霍格華茲的圖書管理員叫什麼？",
    "答案": "平斯女士",
    "選項1": "石內卜夫人",
    "選項2": "西碧.崔老妮教授",
    "選項3": "泥腳夫人"
  },
  {
    "題目": "霍格華茲的學生給露娜·羅古德起了什麼外號？",
    "答案": "露瘋子",
    "選項1": "差勁的羅古德",
    "選項2": "拉維.羅古德",
    "選項3": "拉拉.羅古德"
  },
  {
    "題目": "霍格華茲的學生通常在斜角巷哪裡購買校袍？",
    "答案": "摩金夫人的各式長袍店",
    "選項1": "波金與伯克氏商店",
    "選項2": "華麗與污痕書店",
    "選項3": "何紳與華邊"
  },
  {
    "題目": "霍格華茲的幽靈教授丙斯教授是在哪裡去世的？",
    "答案": "休息室的沙發上",
    "選項1": "在美洲旅行時",
    "選項2": "第一次巫師大戰中",
    "選項3": "聖蒙果醫院裡"
  },
  {
    "題目": "霍格華茲各學院的學院杯分數是用什麼記錄的？",
    "答案": "裝滿寶石的沙漏",
    "選項1": "裝滿沙子的沙漏",
    "選項2": "裝滿油的沙漏",
    "選項3": "裝滿水的沙漏"
  },
  {
    "題目": "霍格華茲歷史上,誰在萬應室放出了惡魔之火？",
    "答案": "文森·克拉",
    "選項1": "榮恩.衛斯理",
    "選項2": "格瑞.高爾",
    "選項3": "跩哥.馬份"
  },
  {
    "題目": "霍格華茲歷史上最年輕的校長是誰？",
    "答案": "賽佛勒斯.石內卜",
    "選項1": "桃樂絲.恩不里居",
    "選項2": "麥米奈娃",
    "選項3": "阿不思.鄧不利多"
  },
  {
    "題目": "霍格華茲女生盥洗室裡遊蕩著哪位幽靈？",
    "答案": "麥朵",
    "選項1": "尼古拉斯爵士",
    "選項2": "胖修士",
    "選項3": "灰衣貴婦"
  },
  {
    "題目": "霍格華茲入學時要求學生購買的天平是什麼材質的？",
    "答案": "黃銅",
    "選項1": "青銅",
    "選項2": "黑鐵",
    "選項3": "白銀"
  },
  {
    "題目": "霍格華茲史上最不受歡迎的校長是以下哪位？",
    "答案": "非尼呀·耐吉.布萊克",
    "選項1": "阿不思.鄧不利多",
    "選項2": "戴麗絲.德溫",
    "選項3": "賽佛勒斯.石內卜"
  },
  {
    "題目": "霍格華茲特快車出現以前,霍格華茲的學生們如何去學校？",
    "答案": "港口鑰",
    "選項1": "騎士公車",
    "選項2": "呼嚕網",
    "選項3": "騎士墜鬼馬"
  },
  {
    "題目": "霍格華茲特快車從哪個車站出發？",
    "答案": "王十字車站",
    "選項1": "高街站",
    "選項2": "帕丁頓車站",
    "選項3": "拉德布羅克叢林站"
  },
  {
    "題目": "霍格華茲特快車上賣零食的女售貨員叫什麼名字？",
    "答案": "沒人知道",
    "選項1": "史高太太",
    "選項2": "瑪麗安.斯特勞特",
    "選項3": "奎妮.金坦"
  },
  {
    "題目": "霍格華茲通往活米村隱秘通道的密語是什麼？",
    "答案": "左右分離",
    "選項1": "打開",
    "選項2": "我莊嚴宣誓我不幹好事",
    "選項3": "福星高照"
  },
  {
    "題目": "霍格華茲通往活米村的密道藏在哪裡？",
    "答案": "駝背獨眼女巫雕像後面",
    "選項1": "果盤畫像後面",
    "選項2": "校長室",
    "選項3": "二樓女生盥洗室"
  },
  {
    "題目": "霍格華茲唯一的幽靈教授是誰？",
    "答案": "丙斯教授",
    "選項1": "海蓮娜.雷文克勞",
    "選項2": "尼古拉斯.德.敏西-波平頓",
    "選項3": "派翠克.德蘭尼-波德摩爵士"
  },
  {
    "題目": "霍格華茲校門口的兩個石像是什麼？",
    "答案": "帶有翅膀的野豬",
    "選項1": "妖精",
    "選項2": "龍",
    "選項3": "獨角獸"
  },
  {
    "題目": "霍格華茲校長辦公室門口的雕像是什麼？",
    "答案": "石像鬼",
    "選項1": "巨龍",
    "選項2": "鷹面獅身獸",
    "選項3": "鳳凰"
  },
  {
    "題目": "霍格華茲一共有幾道樓梯呢？",
    "答案": 142,
    "選項1": 144,
    "選項2": 145,
    "選項3": 150
  },
  {
    "題目": "霍格華茲一年級新生不被允許帶什麼入校？",
    "答案": "飛天掃帚",
    "選項1": "大釜",
    "選項2": "寵物",
    "選項3": "魔杖"
  },
  {
    "題目": "霍格華茲之戰開戰前，誰召集了食死人？",
    "答案": "艾朵·卡羅",
    "選項1": "艾米克.卡羅",
    "選項2": "小巴堤.柯羅奇",
    "選項3": "賽佛勒斯.石內卜"
  },
  {
    "題目": "霍格華茲之戰中，是誰斬斷了娜吉妮的頭？ .",
    "答案": "奈威·隆巴頓",
    "選項1": "榮恩.衛斯理",
    "選項2": "妙麗.格蘭傑",
    "選項3": "哈利.波特"
  },
  {
    "題目": "霍格華茲主樓内會轉動的樓梯是以下哪位學院創始人的傑作？",
    "答案": "羅威娜·雷文克勞",
    "選項1": "高錐客.葛萊分多",
    "選項2": "薩拉札.史萊哲林",
    "選項3": "海加.赫夫帕夫"
  },
  {
    "題目": "霍格華茲最高的塔樓是什麼？",
    "答案": "天文塔",
    "選項1": "葛萊分多塔樓",
    "選項2": "雷文克勞塔樓",
    "選項3": "鐘樓"
  },
  {
    "題目": "胡奇夫人曾經使用過下列哪一種掃帚飛行？",
    "答案": "銀箭號",
    "選項1": "月之夢",
    "選項2": "狂風",
    "選項3": "橡木柄七九"
  },
  {
    "題目": "嘿美的名字出自哪裡？",
    "答案": "《魔法史》",
    "選項1": "《怪獸的怪獸書》",
    "選項2": "《吟遊詩人皮陀故事集》",
    "選項3": "《怪獸與牠們的產地》"
  },
  {
    "題目": "吉德羅·洛哈曾經發明過一種洗髮水,其中含有下列哪種成分？",
    "答案": "兩腳蛇蛋黃",
    "選項1": "黏巴蟲黏液",
    "選項2": "泡泡莖膿汁",
    "選項3": "奶油啤酒"
  },
  {
    "題目": "吉德羅·洛哈教授失憶後被收治於聖蒙果醫院幾樓？",
    "答案": "五樓",
    "選項1": "二樓",
    "選項2": "三樓",
    "選項3": "四樓"
  },
  {
    "題目": "吉德羅·洛哈榮獲多少次《女巫周刊》最迷人微笑獎？",
    "答案": "五次",
    "選項1": "三次",
    "選項2": "四次",
    "選項3": "六次"
  },
  {
    "題目": "吉德羅·洛哈使用了誰的魔杖施展遺忘咒後失去了記憶？",
    "答案": "榮恩·衛斯理",
    "選項1": "他自己",
    "選項2": "哈利.波特",
    "選項3": "妙麗.格蘭傑"
  },
  {
    "題目": "吉德羅·洛哈教授的秘密抱負是什麼？",
    "答案": "銷售自己的美髮產品",
    "選項1": "驅除班登報喪女妖",
    "選項2": "贏得鄧斯特布林巫師決鬥冠軍賽",
    "選項3": "獲得《女巫周刊》最迷人微笑獎"
  },
  {
    "題目": "家庭小精靈多比所穿的衣服是？",
    "答案": "枕套",
    "選項1": "抹布",
    "選項2": "聖誕襪",
    "選項3": "破舊的巫師袍"
  },
  {
    "題目": "家庭小精靈多比最初的主人是誰？",
    "答案": "魯休斯·馬份",
    "選項1": "佛地魔",
    "選項2": "貝拉·雷斯壯",
    "選項3": "賽佛勒斯·石內卜"
  },
  {
    "題目": "假瘋眼穆敵在懲罰馬份時，把他變成了？",
    "答案": "雪貂",
    "選項1": "白貓",
    "選項2": "白貂",
    "選項3": "臭鼬"
  },
  {
    "題目": "假穆敵教授在課堂上用什麼演示了不赦咒？",
    "答案": "蜘蛛",
    "選項1": "幻形怪",
    "選項2": "學生",
    "選項3": "沒演示"
  },
  {
    "題目": "尖叫屋在什麼地方？",
    "答案": "活米村",
    "選項1": "禁忌森林",
    "選項2": "高錐客洞",
    "選項3": "小漢果頓"
  },
  {
    "題目": "叫麗痕的商店出售什麼？",
    "答案": "書本",
    "選項1": "魔杖",
    "選項2": "袍子",
    "選項3": "貓頭鷹"
  },
  {
    "題目": "接納之筆在什麼上記錄英國境内巫師新生兒？",
    "答案": "收錄冊",
    "選項1": "魔法之書",
    "選項2": "霍格華茲入學記錄",
    "選項3": "校長列表"
  },
  {
    "題目": "劫盗者中誰的家族都來自於史萊哲林？",
    "答案": "天狼星·布萊克",
    "選項1": "詹姆.波特",
    "選項2": "雷木思.路平",
    "選項3": "彼得.佩迪魯"
  },
  {
    "題目": "金妮是在施什麼咒語時受到了史拉轟教授的關注，被邀請到了史拉俱樂部？",
    "答案": "蝙蝠精咒",
    "選項1": "迷糊咒",
    "選項2": "漂浮咒",
    "選項3": "繳械咒"
  },
  {
    "題目": "金妮·衛斯理的護法是什麼動物？",
    "答案": "馬",
    "選項1": "獵狗",
    "選項2": "銀兔",
    "選項3": "山羊"
  },
  {
    "題目": "金妮.衛斯理名字中的金妮是什麼的簡稱？",
    "答案": "吉尼芙拉",
    "選項1": "格蕾絲",
    "選項2": "維吉尼亞",
    "選項3": "加布里埃爾"
  },
  {
    "題目": "金妮曾開玩笑說過榮恩的身上紋了什麼動物？",
    "答案": "迷你毛毛球",
    "選項1": "鷹馬",
    "選項2": "爆尾釘蝦",
    "選項3": "匈牙利角尾龍"
  },
  {
    "題目": "金探子被發明之前,魁地奇比賽中使用的是哪一種生物？",
    "答案": "金探鳥",
    "選項1": "金燕",
    "選項2": "金麻雀",
    "選項3": "金鳥形龍"
  },
  {
    "題目": "金探子翅膀是什麼顏色？",
    "答案": "銀色",
    "選項1": "白色",
    "選項2": "金色",
    "選項3": "透明"
  },
  {
    "題目": "進入赫夫帕夫交誼廳需要敲擊哪個木桶？",
    "答案": "第二排中間第二個桶",
    "選項1": "任意一個",
    "選項2": "第一排中間第二個",
    "選項3": "不需要敲擊木桶"
  },
  {
    "題目": "進入英國魔法部的方式是？",
    "答案": "將自己沖進馬桶",
    "選項1": "施展消影術",
    "選項2": "使用呼嚕粉",
    "選項3": "觸碰港口鑰"
  },
  {
    "題目": "麻瓜人工製品濫用局的主任是誰？",
    "答案": "亞瑟·衛斯理",
    "選項1": "魯休斯.馬份",
    "選項2": "小巴堤.柯羅奇",
    "選項3": "桃樂絲.恩不里居"
  },
  {
    "題目": "據茉莉所知,亞瑟·衛斯理的最大理想是什麼？",
    "答案": "弄清飛機是怎麼待在天上的",
    "選項1": "成為魔法部部長",
    "選項2": "弄清插頭的工作原理",
    "選項3": "叫一輛黑色的計程車"
  },
  {
    "題目": "丙斯教授在霍格華茲教哪一門課程？",
    "答案": "魔法史",
    "選項1": "魔杖製作",
    "選項2": "麻瓜研究",
    "選項3": "古代神秘文"
  },
  {
    "題目": "考考你們,食死人貝拉·雷斯壯的妹妹是誰？",
    "答案": "水仙·馬份",
    "選項1": "艾琳.石內卜",
    "選項2": "莉莉.波特",
    "選項3": "小仙女.東施"
  },
  {
    "題目": "歪腿是一隻什麼顏色的貓？",
    "答案": "薑黃色",
    "選項1": "深棕色",
    "選項2": "白色",
    "選項3": "黑色"
  },
  {
    "題目": "哭泣的麥朵是哪個學院的？",
    "答案": "雷文克勞",
    "選項1": "葛來分多",
    "選項2": "史萊哲林",
    "選項3": "赫夫帕夫"
  },
  {
    "題目": "快樂咒是哈利在幾年級學到的？",
    "答案": "三年級",
    "選項1": "一年級",
    "選項2": "二年級",
    "選項3": "四年級"
  },
  {
    "題目": "魁地奇比賽中,常規得分手段是投進什麼球？",
    "答案": "快浮",
    "選項1": "金探子",
    "選項2": "銀探子",
    "選項3": "搏格"
  },
  {
    "題目": "魁地奇比賽中，一個像足球那麼大，追蹤手們互相傳遞設法把它穿過對方的圓環的球是什麼？",
    "答案": "快浮",
    "選項1": "金探子",
    "選項2": "普通球",
    "選項3": "搏格"
  },
  {
    "題目": "魁地奇比賽中,什麼位置負責擊打搏格？",
    "答案": "打擊手",
    "選項1": "追蹤手",
    "選項2": "看守手",
    "選項3": "搜捕手"
  },
  {
    "題目": "魁地奇球隊聖顱島女頭鳥隊，成立於哪一年？",
    "答案": "1203年",
    "選項1": "927年",
    "選項2": "1017年",
    "選項3": "1196年"
  },
  {
    "題目": "雷文克勞的冠冕被湯姆·瑞斗得到前存放在哪個國家的一棵樹的树洞裡？",
    "答案": "阿爾巴尼亞",
    "選項1": "英國",
    "選項2": "印度",
    "選項3": "坦尚尼亞"
  },
  {
    "題目": "雷文克勞的冠冕曾被海蓮娜·雷文克勞藏在哪裡？",
    "答案": "阿爾巴尼亞森林",
    "選項1": "萬應室",
    "選項2": "黑湖",
    "選項3": "禁忌森林"
  },
  {
    "題目": "雷文克勞的冠冕底座上刻的格言是？",
    "答案": "過人的智慧是人類最大的财富",
    "選項1": "勇氣是一個人處於逆境中的光明",
    "選項2": "智慧只存在於真理之中",
    "選項3": "智慧隨年齡一起增長"
  },
  {
    "題目": "雷文克勞的冠冕是被下列哪個咒語摧毀的？",
    "答案": "惡魔之火咒",
    "選項1": "繳械咒",
    "選項2": "粉碎咒",
    "選項3": "阿哇呾喀呾啦咒"
  },
  {
    "題目": "雷文克勞的學院幽靈是誰？",
    "答案": "灰衣貴婦",
    "選項1": "皮皮鬼",
    "選項2": "胖修士",
    "選項3": "差點沒頭的尼克"
  },
  {
    "題目": "雷文克勞交誼廳的門環是什麼形狀？",
    "答案": "鷹",
    "選項1": "烏鴉",
    "選項2": "貓頭鷹",
    "選項3": "龍"
  },
  {
    "題目": "雷木思·路平、小天狼星·布萊克、詹姆·波特和彼得.佩迪魯的組合名稱是什麼？",
    "答案": "劫盗者",
    "選項1": "鄧不利多的軍隊",
    "選項2": "食死人",
    "選項3": "霍格華茲英雄"
  },
  {
    "題目": "雷木思.路平的兒子的名字是什麼？",
    "答案": "泰迪",
    "選項1": "泰奧",
    "選項2": "泰勒",
    "選項3": "泰森"
  },
  {
    "題目": "狼人焚銳·灰背是什麼邪惡群體的頭目？",
    "答案": "搜捕隊頭目",
    "選項1": "食死人頭目",
    "選項2": "人馬頭目",
    "選項3": "匿名化獸師頭目"
  },
  {
    "題目": "接骨木魔杖倒數第二個主人是誰？",
    "答案": "跩哥·馬份",
    "選項1": "哈利.波特",
    "選項2": "佛地魔",
    "選項3": "阿不思.鄧不利多"
  },
  {
    "題目": "接骨木魔杖的別稱中不包括什麼？",
    "答案": "智慧杖",
    "選項1": "命運杖",
    "選項2": "接骨木魔杖",
    "選項3": "死亡棒"
  },
  {
    "題目": "接骨木魔杖的杖芯是什麼？",
    "答案": "騎士墜鬼馬的尾毛",
    "選項1": "獨角獸的毛",
    "選項2": "龍的心弦",
    "選項3": "鳳凰的羽毛"
  },
  {
    "題目": "老湯姆·瑞斗的墓碑在哪？",
    "答案": "小漢果頓",
    "選項1": "活米村",
    "選項2": "高錐客洞",
    "選項3": "剛特老宅"
  },
  {
    "題目": "獅子阿爾發·布萊克死後變成了什麼？",
    "答案": "行屍",
    "選項1": "催狂魔",
    "選項2": "狼人",
    "選項3": "吸血鬼"
  },
  {
    "題目": "雷格·卡特摩在魔法部的哪個部門工作？",
    "答案": "魔法維護局",
    "選項1": "摩法執行部",
    "選項2": "秘密部門",
    "選項3": "魔法運輸部門"
  },
  {
    "題目": "歷史上第一位女性英國魔法部部長是？",
    "答案": "雅特米西亞.勒夫金",
    "選項1": "妙麗.格蘭傑",
    "選項2": "花兒.戴樂古",
    "選項3": "康尼留斯.夫子"
  },
  {
    "題目": "歷史上誰發明了自動攪拌大釜？",
    "答案": "格斯帕德.辛格頓",
    "選項1": "芭蒂達.巴沙特",
    "選項2": "羅伯特.希利亞德",
    "選項3": "拉多爾福.皮蒂曼"
  },
  {
    "題目": "歷史上,鄧不利多的軍隊的常規訓練地點在哪裡？",
    "答案": "萬應室",
    "選項1": "禁忌森林",
    "選項2": "交誼廳",
    "選項3": "密室"
  },
  {
    "題目": "歷史上，妙麗·格蘭傑第一次製作變身水時錯誤使用了哪種生物的毛髮？",
    "答案": "貓",
    "選項1": "玻璃獸",
    "選項2": "幻影猿",
    "選項3": "老鼠"
  },
  {
    "題目": "歷史上,赫夫帕夫的金杯由誰親手摧毀？",
    "答案": "妙麗·格蘭傑",
    "選項1": "哈利.波特",
    "選項2": "奈威.隆巴頓",
    "選項3": "榮恩.衛斯理"
  },
  {
    "題目": "歷史上,娜吉妮在變成蛇之前和誰關係密切？",
    "答案": "魁登斯·巴波",
    "選項1": "莉塔.雷斯壯",
    "選項2": "溫妲.羅西兒",
    "選項3": "紐特.斯卡曼德"
  },
  {
    "題目": "歷史上，誰在學校修建了藏有蛇妖的密室，只為了清除學校裡的非纯血巫師？",
    "答案": "薩拉札·史萊哲林",
    "選項1": "海加.赫夫帕夫",
    "選項2": "高錐客.葛來分多",
    "選項3": "羅威娜.雷文克勞"
  },
  {
    "題目": "歷史上，是誰摧毀了分靈體魔佛羅.剛特的戒指？",
    "答案": "阿不思·鄧不利多",
    "選項1": "哈利.波特",
    "選項2": "榮恩.衛斯理",
    "選項3": "妙麗.格蘭傑"
  },
  {
    "題目": "歷史上,湯姆·瑞斗誣衊誰打開了密室？",
    "答案": "魯霸·海格",
    "選項1": "詹姆.波特",
    "選項2": "阿不思.鄧不利多",
    "選項3": "麥朵.沃倫"
  },
  {
    "題目": "歷史上葛來分多交誼廳入口在胖夫人受到驚嚇後,由誰臨時守護？",
    "答案": "卡多甘爵士",
    "選項1": "傻巴拿巴斯",
    "選項2": "巴索.弗蘭塞克",
    "選項3": "喬治.凡.瑞迪克斯"
  },
  {
    "題目": "歷史上妙麗·格蘭傑熬製的第一份魔藥叫什麼 ？",
    "答案": "治療疥瘡的藥水",
    "選項1": "福來福喜",
    "選項2": "變身水",
    "選項3": "一飲活死水"
  },
  {
    "題目": "歷史上誰打敗了一代黑魔王蓋勒·葛林戴華德？",
    "答案": "阿不思·鄧不利多",
    "選項1": "哈利.波特",
    "選項2": "尼樂.勒梅",
    "選項3": "紐特.斯卡曼德"
  },
  {
    "題目": "歷史上誰沒有從阿茲卡班越獄過？",
    "答案": "伊果·卡卡夫",
    "選項1": "貝拉.雷斯壯",
    "選項2": "小巴堤.柯羅奇",
    "選項3": "安東寧.杜魯哈"
  },
  {
    "題目": "歷史軼聞,誰將劫盜地圖送給了哈利？",
    "答案": "弗雷和喬治",
    "選項1": "天狼星.布萊克",
    "選項2": "路平教授",
    "選項3": "鄧不利多教授"
  },
  {
    "題目": "莉莉·伊凡曾贈予史拉轟教授什麼東西？",
    "答案": "一朵變成魚的花",
    "選項1": "一瓶酒",
    "選項2": "一張哈利的照片",
    "選項3": "儲思盆中的一段記憶"
  },
  {
    "題目": "莉莉·伊凡的護法和以下誰的一樣？",
    "答案": "賽佛勒斯·石內卜",
    "選項1": "麥米奈娃",
    "選項2": "阿不思.鄧不利多",
    "選項3": "詹姆.波特"
  },
  {
    "題目": "莉莉·伊凡第一個認識的巫師是誰？",
    "答案": "賽佛勒斯·石內卜",
    "選項1": "阿不思.鄧不利多",
    "選項2": "天狼星.布萊克",
    "選項3": "詹姆.波特"
  },
  {
    "題目": "龍血的十二種用途的發現者是誰？",
    "答案": "阿不思·鄧不利多",
    "選項1": "哈利.波特",
    "選項2": "賽佛勒斯.石內卜",
    "選項3": "佛地魔"
  },
  {
    "題目": "露娜·羅古德的媽媽去世的原因是？",
    "答案": "做實驗遇到了意外",
    "選項1": "服用了有毒食物",
    "選項2": "是被佛地魔奪走了性命",
    "選項3": "是被食死人奪走了性命"
  },
  {
    "題目": "露娜·羅古德的護法是什麼形態？",
    "答案": "野兔",
    "選項1": "狗",
    "選項2": "貓",
    "選項3": "狐狸"
  },
  {
    "題目": "露娜·羅古德的丈夫是誰？",
    "答案": "羅夫·斯卡曼德",
    "選項1": "維克多‧喀浪",
    "選項2": "西莫‧斐尼干",
    "選項3": "奈威‧隆巴頓"
  },
  {
    "題目": "露娜·羅古德父親的職業是什麼？",
    "答案": "《謬論家》的編輯",
    "選項1": "教授",
    "選項2": "魔法部部長",
    "選項3": "《預言家日報》的編輯"
  },
  {
    "題目": "露娜·羅古德女士曾屬於哪個學院？",
    "答案": "雷文克勞",
    "選項1": "赫夫帕夫",
    "選項2": "葛來分多",
    "選項3": "史萊哲林"
  },
  {
    "題目": "露娜·羅古德曾屬於哪個學院？",
    "答案": "雷文克勞",
    "選項1": "赫夫帕夫",
    "選項2": "葛來分多",
    "選項3": "史萊哲林"
  },
  {
    "題目": "露娜.羅古德通過七彩迷幻眼鏡可以看到什麼？",
    "答案": "嗡嗡靈",
    "選項1": "騎士墜鬼馬",
    "選項2": "家庭小精靈",
    "選項3": "康瓦爾郡綠仙"
  },
  {
    "題目": "露娜的父親是哪份報紙的主編？",
    "答案": "謬論家",
    "選項1": "預言家日報",
    "選項2": "彈彈小調",
    "選項3": "談談反調"
  },
  {
    "題目": "露娜的父親曾經邀請哈利喝什麼飲料？",
    "答案": "鍋底根茶",
    "選項1": "奶油啤酒",
    "選項2": "泡泡茶",
    "選項3": "南瓜汁"
  },
  {
    "題目": "露娜的護法是什麼？",
    "答案": "可愛的野兔",
    "選項1": "浴火鳳凰",
    "選項2": "潔白的獨角獸",
    "選項3": "死亡看到的騎士墜鬼馬"
  },
  {
    "題目": "露娜認為哪種植物可以用於驅趕貪吃長腿魚？",
    "答案": "鍋底根",
    "選項1": "魚鰓草",
    "選項2": "魔蘋果",
    "選項3": "水仙花"
  },
  {
    "題目": "路平教授使用什麼藥水讓自己變身時保持理智？",
    "答案": "縛狼汁",
    "選項1": "鎮定劑",
    "選項2": "黑妖精滅劑",
    "選項3": "豎髮劑"
  },
  {
    "題目": "路平教授原以為哈利的幻形怪會變成什麼形態？",
    "答案": "佛地魔",
    "選項1": "狼人",
    "選項2": "石內卜教授",
    "選項3": "八眼巨蛛"
  },
  {
    "題目": "路平教授在哈利波特幾年級時來霍格華茲教授黑魔法防禦術？",
    "答案": "三年級",
    "選項1": "二年級",
    "選項2": "四年級",
    "選項3": "五年級"
  },
  {
    "題目": "路平教授最後和誰結婚了？",
    "答案": "小仙女·東施",
    "選項1": "麗塔.史譏",
    "選項2": "美黛.東施",
    "選項3": "花兒.戴樂古"
  },
  {
    "題目": "魯霸·海格的父母中誰是巨人？",
    "答案": "母親是巨人",
    "選項1": "都不是巨人",
    "選項2": "父親是巨人",
    "選項3": "都是巨人"
  },
  {
    "題目": "魯霸·海格的小龍蘿蔔託付給查理之後改名為什麼？",
    "答案": "蘿蔔塔",
    "選項1": "毛毛",
    "選項2": "埃羅爾",
    "選項3": "貝恩"
  },
  {
    "題目": "魯霸·海格上學的時候，誰是他最好的朋友？",
    "答案": "阿辣哥",
    "選項1": "牙牙",
    "選項2": "蘿蔔",
    "選項3": "巴嘴"
  },
  {
    "題目": "魯霸·海格在霍格華茲就讀幾年級時，因為密室事件而被學校開除？",
    "答案": "三年級",
    "選項1": "一年級",
    "選項2": "二年級",
    "選項3": "四年級"
  },
  {
    "題目": "倫敦最出名的魔法報紙是什麼？",
    "答案": "《預言家日報》",
    "選項1": "《謬論家》",
    "選項2": "《阿布拉卡達布拉》",
    "選項3": "《新魔法政治》"
  },
  {
    "題目": "榮恩·衛斯理曾在葛來分多魁地奇球隊打什麼位置？",
    "答案": "看守手",
    "選項1": "打擊手",
    "選項2": "搜捕手",
    "選項3": "追蹤手"
  },
  {
    "題目": "榮恩·衛斯理的第一根魔杖是怎麼壞掉的？",
    "答案": "被渾拚柳打斷",
    "選項1": "哈利不小心壓斷",
    "選項2": "舊魔杖自己壞了",
    "選項3": "榮恩想換新魔杖自故意弄斷"
  },
  {
    "題目": "榮恩·衛斯理的護法是什麼？",
    "答案": "傑克羅素犬",
    "選項1": "鳳凰",
    "選項2": "水獺",
    "選項3": "雄鹿"
  },
  {
    "題目": "榮恩的哥哥們在小時候想讓他做什麼事，結果引得衛斯理太太大發雷霆？",
    "答案": "立下不破誓",
    "選項1": "當魁地奇球員",
    "選項2": "開爸爸的車",
    "選項3": "在學校用屎炸彈惡作劇"
  },
  {
    "題目": "榮恩·衛斯理還缺巧克力蛙畫片的哪兩位？",
    "答案": "康尼留斯·阿葛麗芭和皮托勒米",
    "選項1": "阿博瑞克.葛蘭尼恩和帕拉瑟",
    "選項2": "帕拉瑟和漢吉斯",
    "選項3": "康尼留斯.阿葛麗芭和阿博瑞克.葛蘭尼恩"
  },
  {
    "題目": "榮恩.衛斯理使用壞掉的魔杖後不停吐出什麼？",
    "答案": "蛞蝓",
    "選項1": "地精",
    "選項2": "黏液",
    "選項3": "蛇"
  },
  {
    "題目": "榮恩·衛斯理家裡的大鐘有什麼用途？",
    "答案": "顯示家人的狀態",
    "選項1": "計時",
    "選項2": "提醒莫莉做飯",
    "選項3": "時光倒流"
  },
  {
    "題目": "榮恩.衛斯理一家曾在贏得大獎後去哪裡旅遊？",
    "答案": "埃及",
    "選項1": "蘇格蘭",
    "選項2": "倫敦",
    "選項3": "愛爾蘭"
  },
  {
    "題目": "榮恩·衛斯理因為巫師棋勝利為葛來分多加了多少分？",
    "答案": 50,
    "選項1": 40,
    "選項2": 20,
    "選項3": 10
  },
  {
    "題目": "榮恩·衛斯理最喜歡的魁地奇球隊是什麼隊？",
    "答案": "查得利砲彈隊",
    "選項1": "弗拉察禿鷹隊",
    "選項2": "維格城流浪者隊",
    "選項3": "塔特希爾龍捲風隊"
  },
  {
    "題目": "榮恩的第一個女朋友叫什麼？",
    "答案": "文妲·布朗",
    "選項1": "露娜.羅古德",
    "選項2": "芭瑪.巴提",
    "選項3": "妙麗.格蘭傑"
  },
  {
    "題目": "榮恩的老鼠叫什麼名字？",
    "答案": "斑斑",
    "選項1": "嘿美",
    "選項2": "歪腿",
    "選項3": "拿樂絲太太"
  },
  {
    "題目": "榮恩的貓頭鷹叫什麼名字？",
    "答案": "小豬",
    "選項1": "嘿美",
    "選項2": "斑斑",
    "選項3": "歪腿"
  },
  {
    "題目": "榮恩消影術分體後,妙麗用了什麼治療他的傷口？",
    "答案": "白鮮香精",
    "選項1": "復復原",
    "選項2": "生骨藥",
    "選項3": "咕咕圈"
  },
  {
    "題目": "榮恩.衛斯理的貓頭鷹小豬原來叫什麼名字？",
    "答案": "豬水鳧",
    "選項1": "嘿美",
    "選項2": "埃羅爾",
    "選項3": "赫密士"
  },
  {
    "題目": "榮恩在火車上第一次嘗試給哈利·波特展示的咒語是？",
    "答案": "雛菊、甜奶油和陽光",
    "選項1": "青草、甜奶油和陽光",
    "選項2": "青草、泡泡糖和陽光",
    "選項3": "雛菊、泡泡糖和陽光"
  },
  {
    "題目": "羅梅塔夫人把施了毒咒的寶石項鍊給了誰？",
    "答案": "凱蒂·貝爾",
    "選項1": "金妮.衛斯理",
    "選項2": "莉娜.強生",
    "選項3": "妙麗.格蘭傑"
  },
  {
    "題目": "羅古德家看起來像是巫師棋中的哪個棋子？",
    "答案": "車",
    "選項1": "卒",
    "選項2": "皇后",
    "選項3": "象"
  },
  {
    "題目": "洛哈特教授曾在黑魔法防禦術上,把什麼奇獸放了出來？",
    "答案": "康瓦耳郡綠仙",
    "選項1": "八眼巨蛛",
    "選項2": "軟爪陸蝦",
    "選項3": "黑妖精"
  },
  {
    "題目": "拿樂絲太太是透過什麼看見了蛇妖？",
    "答案": "走廊裡地面的水",
    "選項1": "哈利的眼鏡",
    "選項2": "柯林的相機",
    "選項3": "盥洗室的鏡子"
  },
  {
    "題目": "麻瓜傳說中的麥田圈可能是哪種奇獸留下的？",
    "答案": "拜月獸",
    "選項1": "玻璃獸",
    "選項2": "雷鳥",
    "選項3": "渡渡鳥"
  },
  {
    "題目": "麻瓜在靠近施展了麻瓜驅逐咒的地點時會發生什麼？",
    "答案": "想起十萬火急的事情匆匆離開",
    "選項1": "忘記自己是誰",
    "選項2": "被紅光擊中後昏迷",
    "選項3": "產生好奇心並加快腳步"
  },
  {
    "題目": "馬份用於詛咒鄧不利多的項鍊最後讓誰遭受了詛咒？",
    "答案": "凱蒂·貝爾",
    "選項1": "文妲.布朗",
    "選項2": "妙麗.格蘭傑",
    "選項3": "西亞.史賓特"
  },
  {
    "題目": "人馬翡冷翠曾在霍格華茲教授哪一門課程？",
    "答案": "占卜學",
    "選項1": "變形學",
    "選項2": "奇獸飼育學",
    "選項3": "魔藥學"
  },
  {
    "題目": "麥教授曾是哪個學院的院長？",
    "答案": "葛來分多",
    "選項1": "赫夫帕夫",
    "選項2": "雷文克勞",
    "選項3": "史萊哲林"
  },
  {
    "題目": "麥教授的化獸師變形的異常在哪裡？",
    "答案": "眼部眼鏡形狀花纹",
    "選項1": "鼻子的大小",
    "選項2": "屁股的花紋",
    "選項3": "歪斜流口水的嘴巴"
  },
  {
    "題目": "麥教授的化獸師形態是什麼？",
    "答案": "虎斑貓",
    "選項1": "哈巴狗",
    "選項2": "倉鼠",
    "選項3": "紅狐狸"
  },
  {
    "題目": "麥米奈娃年輕時的戀人和她的父親一樣是一位？",
    "答案": "麻瓜",
    "選項1": "巨人",
    "選項2": "巫師",
    "選項3": "狼人"
  },
  {
    "題目": "麥教授認為霍格華茲最不準確的學科是什麼？",
    "答案": "占卜學",
    "選項1": "變形學",
    "選項2": "藥草學",
    "選項3": "奇獸學"
  },
  {
    "題目": "麥教授認為霍格華茲最危險的學科是什麼？",
    "答案": "變形術",
    "選項1": "煉金術",
    "選項2": "占卜學",
    "選項3": "符咒學"
  },
  {
    "題目": "麥教授是哪門課的老師？",
    "答案": "變形學",
    "選項1": "魔藥學",
    "選項2": "符咒學",
    "選項3": "黑魔法防禦術"
  },
  {
    "題目": "麥教授丈夫的名字是什麼？",
    "答案": "埃爾芬斯通·厄克特",
    "選項1": "菲力.孚立維",
    "選項2": "巴堤.柯羅奇",
    "選項3": "羅伯特.麥"
  },
  {
    "題目": "貓頭鷹愛好者們,知道哈利的貓頭鷹嘿美是什麼品種嗎？",
    "答案": "雪鴞",
    "選項1": "倉鴞",
    "選項2": "大林鴞",
    "選項3": "鳴角鴞"
  },
  {
    "題目": "貓頭鷹愛好者請聽題,愛落是誰的貓頭鷹？",
    "答案": "衛斯理一家",
    "選項1": "馬份一家",
    "選項2": "妙麗",
    "選項3": "奈威"
  },
  {
    "題目": "貓頭鷹是值得信賴的寵物,有誰知道哈利·波特的貓頭鷹叫什麼？",
    "答案": "嘿美",
    "選項1": "毛毛",
    "選項2": "斑斑",
    "選項3": "歪腿"
  },
  {
    "題目": "魔柔·剛特將史萊哲林小金匣賣了多少錢？",
    "答案": "10加隆",
    "選項1": "15西可",
    "選項2": "15加隆",
    "選項3": "7加隆"
  },
  {
    "題目": "美國的巫師稱非魔法群體為什麼？",
    "答案": "莫魔",
    "選項1": "麻瓜",
    "選項2": "麻種",
    "選項3": "爬說嘴"
  },
  {
    "題目": "美國的伊法魔尼魔法學校由誰的後人創建？",
    "答案": "史萊哲林",
    "選項1": "葛來分多",
    "選項2": "雷文克勞",
    "選項3": "赫夫帕夫"
  },
  {
    "題目": "惡人掌被刺激後會噴出什麼？",
    "答案": "臭樹汁",
    "選項1": "奶油啤酒",
    "選項2": "毒液",
    "選項3": "黏液"
  },
  {
    "題目": "惡人掌據推測產自哪裡？",
    "答案": "亞述",
    "選項1": "蘇美爾",
    "選項2": "以色列",
    "選項3": "古巴比倫"
  },
  {
    "題目": "密室最初的用途是什麼？",
    "答案": "教授黑魔法",
    "選項1": "收藏室",
    "選項2": "避難",
    "選項3": "學生交流"
  },
  {
    "題目": "儲思盆裡的物質是什麼樣子的？",
    "答案": "非液體非氣體",
    "選項1": "非液體",
    "選項2": "非氣體",
    "選項3": "氣體"
  },
  {
    "題目": "摩金夫人在斜角巷開了一家什麼店？",
    "答案": "長袍店",
    "選項1": "優質魁地奇用品商店",
    "選項2": "貓頭鷹郵局",
    "選項3": "藥局"
  },
  {
    "題目": "魔法部的魔法兄弟噴泉不包含以下哪種雕塑？",
    "答案": "火龍",
    "選項1": "家庭小精靈",
    "選項2": "妖精",
    "選項3": "巫師"
  },
  {
    "題目": "魔法部將一種生物定級為X級時,意味著什麼？",
    "答案": "惹人煩惱的",
    "選項1": "適合兒童",
    "選項2": "未分級",
    "選項3": "討喜的"
  },
  {
    "題目": "魔法部將一種生物定級為XXX級時,意味著什麼？",
    "答案": "有能力的巫師可以戰勝",
    "選項1": "可家養",
    "選項2": "極度危險",
    "選項3": "需要專業知識"
  },
  {
    "題目": "魔法石曾被存放於古靈閣的幾號金庫？",
    "答案": "713號",
    "選項1": "687號",
    "選項2": "317號",
    "選項3": "229號"
  },
  {
    "題目": "魔法石的製造者尼樂.勒梅就讀於哪所魔法學校？",
    "答案": "波巴洞",
    "選項1": "德姆蘭",
    "選項2": "霍格華茲",
    "選項3": "伊法魔尼"
  },
  {
    "題目": "魔法石可以帶來什麼？",
    "答案": "永生",
    "選項1": "權力",
    "選項2": "美貌",
    "選項3": "力氣"
  },
  {
    "題目": "魔法石是什麼顏色的？",
    "答案": "紅色",
    "選項1": "無色",
    "選項2": "白色",
    "選項3": "綠色"
  },
  {
    "題目": "《魔法史》的作者是？",
    "答案": "芭蒂達·巴沙特",
    "選項1": "卡斯伯特.丙斯",
    "選項2": "艾飛.道奇",
    "選項3": "溫順.馬治邦"
  },
  {
    "題目": "魔法史課上,同學們把惡魔埃默里克和誰搞混？",
    "答案": "怪胎烏瑞克",
    "選項1": "驚人的亞伯",
    "選項2": "急切的埃爾弗里克",
    "選項3": "阿德貝.瓦夫林"
  },
  {
    "題目": "海葵鼠觸角汁的主要用途是什麼？",
    "答案": "治療傷口",
    "選項1": "調味",
    "選項2": "幫助睡眠",
    "選項3": "魔藥"
  },
  {
    "題目": "海葵鼠汁的主要用途是什麼？",
    "答案": "治療傷口",
    "選項1": "調味",
    "選項2": "美食",
    "選項3": "魔藥"
  },
  {
    "題目": "哪本書不是麗塔·史譏的著作？",
    "答案": "《糊弄麻瓜的簡單法術》",
    "選項1": "《鄧不利多的軍隊:退役者的陰暗面》",
    "選項2": "《阿曼多.狄劈:大師還是白癡？》",
    "選項3": "《鄧不利多的人生與謊言》"
  },
  {
    "題目": "哪本書上有變身水的配置方法？",
    "答案": "《超強魔藥》",
    "選項1": "《霍格華茲，一段歷史》",
    "選項2": "《藥草學》",
    "選項3": "《魔藥學》"
  },
  {
    "題目": "哪幅畫像守護著葛來分多交誼廳的入口？",
    "答案": "胖夫人",
    "選項1": "胖修士",
    "選項2": "高錐客.葛萊分多",
    "選項3": "奧拉克里特斯.斯菲爾"
  },
  {
    "題目": "哪個不是哈利·波特在洛哈特教授課堂上被迫扮演的角色？",
    "答案": "一個家庭小精靈",
    "選項1": "一個吸血鬼",
    "選項2": "一個外西凡尼亞人村民",
    "選項3": "一個喜馬拉雅山雪人"
  },
  {
    "題目": "哪個電台播放了反對佛地魔的節目？",
    "答案": "波特觀察",
    "選項1": "女巫時刻",
    "選項2": "魔法無線網路新聞台",
    "選項3": "突突、嗖嗖和嚕嚕"
  },
  {
    "題目": "哪個故事沒有被收錄在《吟遊詩人皮陀故事集》中？",
    "答案": "巫師的飛天掃把",
    "選項1": "男巫的毛心臟",
    "選項2": "好運泉",
    "選項3": "三兄弟的故事"
  },
  {
    "題目": "那個家族喜歡在家庭小精靈老的時候,把他的頭砍掉掛到牆壁上？",
    "答案": "布萊克家族",
    "選項1": "柯羅奇家族",
    "選項2": "雷斯壯家族",
    "選項3": "馬份家族"
  },
  {
    "題目": "哪個來自禁忌森林的人馬成為了霍格華茲的教授？",
    "答案": "翡冷翠",
    "選項1": "馬格努斯",
    "選項2": "瑪哥仁",
    "選項3": "貝恩"
  },
  {
    "題目": "哪裡可以買到雙頭無尾水螈？",
    "答案": "奇獸動物園",
    "選項1": "桑科的惡作劇商店",
    "選項2": "德維與班吉",
    "選項3": "狗草和死亡菌傘"
  },
  {
    "題目": "哪所魔法學校只招收純血巫師？",
    "答案": "德姆蘭魔法學校",
    "選項1": "魔法所",
    "選項2": "波巴洞魔法學校",
    "選項3": "伊法魔尼魔法學校"
  },
  {
    "題目": "哪些人目睹了桃樂絲.恩不里居將海格開除？",
    "答案": "正在考天文學O.W.L.S的學生們",
    "選項1": "整個學校",
    "選項2": "禁忌森林中的居住者",
    "選項3": "沒有人"
  },
  {
    "題目": "哪一個魔法道具不是衛斯理兄弟的發明？",
    "答案": "變熱假加隆",
    "選項1": "活動沼澤",
    "選項2": "防咒帽和手套",
    "選項3": "伸縮耳"
  },
  {
    "題目": "哪一門學科研究的是數字的魔力？",
    "答案": "算數占卜",
    "選項1": "茶葉占卜",
    "選項2": "奇獸學",
    "選項3": "煉金術"
  },
  {
    "題目": "哪一位教授之前曾是一位決鬥大師？",
    "答案": "孚立維教授",
    "選項1": "鄧不利多教授",
    "選項2": "石內卜教授",
    "選項3": "麥教授"
  },
  {
    "題目": "哪一位妖精協助哈利·波特從古靈閣獲得了分靈體？",
    "答案": "拉環",
    "選項1": "高努克",
    "選項2": "波高克",
    "選項3": "納努克"
  },
  {
    "題目": "哪一項是大眾認可的赫夫帕夫學院的特質？",
    "答案": "忠誠",
    "選項1": "勇敢",
    "選項2": "優雅",
    "選項3": "智慧"
  },
  {
    "題目": "哪一種翠綠色的藥水會讓人產生恐懼和幻覺？",
    "答案": "絕望藥水",
    "選項1": "一飲活死水",
    "選項2": "瘋癲液",
    "選項3": "迷惑藥水"
  },
  {
    "題目": "哪一種刊物被指刊登陰謀論和虛構生物？",
    "答案": "《謬論家》",
    "選項1": "《預言家周末刊》",
    "選項2": "《預言家夜報》",
    "選項3": "《魔法時間》"
  },
  {
    "題目": "哪一種龍被認為是最美的龍？",
    "答案": "紐澳彩眼",
    "選項1": "普等威爾士綠龍",
    "選項2": "中國火球龍",
    "選項3": "赫布裡底群島黑龍"
  },
  {
    "題目": "哪一種魔藥中含有毛毛蟲切片？",
    "答案": "縮骨藥水",
    "選項1": "福來福喜",
    "選項2": "增靈劑",
    "選項3": "無夢鼾睡劑"
  },
  {
    "題目": "哪一種奇獸有獅子的頭、山羊的身體和龍尾巴？",
    "答案": "獅面龍尾羊",
    "選項1": "紫角獸",
    "選項2": "魔貂",
    "選項3": "人面蠍尾獅"
  },
  {
    "題目": "哪一種奇獸被稱為愛爾蘭鳳凰？",
    "答案": "報喪鴉",
    "選項1": "鳥形龍",
    "選項2": "噴火雞",
    "選項3": "雷鳥"
  },
  {
    "題目": "哪一種奇獸被麻瓜們稱為渡渡鳥？",
    "答案": "謎蹤鳥",
    "選項1": "呼呼",
    "選項2": "報喪鴉",
    "選項3": "彩鳴鳥"
  },
  {
    "題目": "哪一種奇獸的鳴叫可以讓人發瘋？",
    "答案": "彩鳴鳥",
    "選項1": "狼人",
    "選項2": "鳳凰",
    "選項3": "三頭巨犬"
  },
  {
    "題目": "哪一種奇獸有人的頭、獅子的身體和蠍子的尾巴？",
    "答案": "人面蠍尾獅",
    "選項1": "獅面龍尾羊",
    "選項2": "人馬",
    "選項3": "人面獅身獸"
  },
  {
    "題目": "哪種魔法生物像家貓？",
    "答案": "獅尾貓",
    "選項1": "木精",
    "選項2": "鷹馬",
    "選項3": "玻璃獸"
  },
  {
    "題目": "下列選項中誰不是劫盜地圖的創造者？",
    "答案": "瘋眼",
    "選項1": "蟲尾",
    "選項2": "獸足",
    "選項3": "月影"
  },
  {
    "題目": "以下哪個不是佛地魔復活魔藥所需要的材料？",
    "答案": "自身的毛髮",
    "選項1": "僕人的肉",
    "選項2": "仇敵的血",
    "選項3": "父親的骨頭"
  },
  {
    "題目": "奈威·隆巴頓的寵物蟾蜍的名字是什麼？",
    "答案": "吹寶",
    "選項1": "斑斑",
    "選項2": "歪腿",
    "選項3": "嘿美"
  },
  {
    "題目": "奈威·隆巴頓父母曾經擔任什麼職位？",
    "答案": "正氣師",
    "選項1": "牙醫",
    "選項2": "教授",
    "選項3": "草藥學家"
  },
  {
    "題目": "奈威·隆巴頓教授剛到霍格華茲讀書時,他想被分到哪個學院？",
    "答案": "赫夫帕夫",
    "選項1": "葛萊分多",
    "選項2": "雷文克勞",
    "選項3": "史萊哲林"
  },
  {
    "題目": "奈威·隆巴頓教授最擅長的科目是什麼？",
    "答案": "藥草學",
    "選項1": "魔咒",
    "選項2": "魔藥學",
    "選項3": "麻瓜研究"
  },
  {
    "題目": "隆巴頓教授的祖母的名字是什麼？",
    "答案": "奧古斯塔",
    "選項1": "羅蘭達",
    "選項2": "米奈娃",
    "選項3": "波莫娜"
  },
  {
    "題目": "小仙女·東施的頭髮一般是什麼顏色？",
    "答案": "泡泡糖粉",
    "選項1": "藍色",
    "選項2": "紅色",
    "選項3": "棕色"
  },
  {
    "題目": "小仙女·東施有什麼特殊的魔法能力？",
    "答案": "變形師",
    "選項1": "隱身",
    "選項2": "爬說嘴",
    "選項3": "不死之身"
  },
  {
    "題目": "尼樂.勒梅曾在哪裡上學？",
    "答案": "波巴洞魔法學院",
    "選項1": "魔法所",
    "選項2": "霍格華茲",
    "選項3": "德姆蘭"
  },
  {
    "題目": "尼樂.勒梅將魔法石移交給鄧不利多時的年齡是多少？",
    "答案": "665歲",
    "選項1": "766歲",
    "選項2": "554歲",
    "選項3": "878歲"
  },
  {
    "題目": "你能在哪條街上找到波金與伯克氏商店？",
    "答案": "夜行巷",
    "選項1": "水蠟樹街",
    "選項2": "卡基特市場",
    "選項3": "地平線小巷"
  },
  {
    "題目": "紐特·斯卡曼德在黑魔法防禦術上面對幻形怪時，牠變成了什麼？",
    "答案": "辦公桌",
    "選項1": "八眼巨蛛",
    "選項2": "西瑟.卡曼德",
    "選項3": "玻璃獸"
  },
  {
    "題目": "紐特·斯卡曼德的上衣口袋裡經常揣著哪種奇獸？",
    "答案": "木精",
    "選項1": "騶吾",
    "選項2": "惡閃鴉",
    "選項3": "玻璃獸"
  },
  {
    "題目": "紐特·斯卡曼德離開霍格華茲時，他的變形學教授反對學校的懲戒結果使他得以保留魔杖，請問這位教授是？",
    "答案": "阿不思.鄧不利多",
    "選項1": "菲力.孚立維",
    "選項2": "威爾米娜.葛柏蘭",
    "選項3": "麥米奈娃"
  },
  {
    "題目": "紐特·斯卡曼德去紐約是為了送哪種動物回家？",
    "答案": "雷鳥",
    "選項1": "木精",
    "選項2": "兩腳蛇",
    "選項3": "玻璃獸"
  },
  {
    "題目": "紐特·斯卡曼德去紐約是為了送哪種奇獸回家？",
    "答案": "雷鳥",
    "選項1": "木精",
    "選項2": "兩腳蛇",
    "選項3": "玻璃獸"
  },
  {
    "題目": "紐特·斯卡曼德在紐約結識的麻瓜是誰？",
    "答案": "雅各·科沃斯基",
    "選項1": "魁登斯.巴波",
    "選項2": "蒂娜.金坦",
    "選項3": "瑟拉菲娜.皮奎里"
  },
  {
    "題目": "紐特曾在什麼地方發現奇獸騶吾？",
    "答案": "大街",
    "選項1": "馬戲團",
    "選項2": "中國",
    "選項3": "中心公園"
  },
  {
    "題目": "紐特的同伴皮奇是哪種奇獸？",
    "答案": "木精",
    "選項1": "幻影猿",
    "選項2": "海葵鼠",
    "選項3": "玻璃獸"
  },
  {
    "題目": "水蠟樹街上出現多少隻催狂魔襲擊哈利和達力？",
    "答案": 2,
    "選項1": 3,
    "選項2": 4,
    "選項3": 5
  },
  {
    "題目": "那些通過抓捕麻瓜出生者或所謂“純種的叛徒”來換取金錢的人被稱為什麼？",
    "答案": "死拿錢",
    "選項1": "抓捕隊員",
    "選項2": "催狂魔",
    "選項3": "食死人"
  },
  {
    "題目": "佩妮·德思禮曾給莉莉·波特寄去過哪些禮物？",
    "答案": "花瓶",
    "選項1": "嬰兒床",
    "選項2": "相冊",
    "選項3": "飛天掃帚"
  },
  {
    "題目": "派西·衛斯理曾在舊雜貨鋪裡閱讀什麼書？",
    "答案": "《功成名就的級長們》",
    "選項1": "《怎樣成為一名優秀的級長》",
    "選項2": "《級長任職指南》",
    "選項3": "《神奇的我》"
  },
  {
    "題目": "奎若教授用了哪種樂器使毛毛放鬆警惕？",
    "答案": "被施了魔法的豎琴",
    "選項1": "被施了魔法的琵琶",
    "選項2": "被施了魔法的長笛",
    "選項3": "被施了魔法的風笛"
  },
  {
    "題目": "奎若教授第一次遇到佛地魔是在哪？",
    "答案": "阿爾巴尼亞的黑森林",
    "選項1": "密室",
    "選項2": "法國",
    "選項3": "黑湖"
  },
  {
    "題目": "騎士公車的售票員叫什麼名字？",
    "答案": "史坦·桑派",
    "選項1": "艾蜜莉.波恩",
    "選項2": "奧古斯特.羅克五",
    "選項3": "蒙當葛.弗列契"
  },
  {
    "題目": "前黑魔法防禦術教授吉德羅·洛哈最擅長什麼咒語？",
    "答案": "空空，遺忘",
    "選項1": "整整--石化",
    "選項2": "阿咯哈呣啦",
    "選項3": "吼吼燒"
  },
  {
    "題目": "前幾幾年奥利凡德家族開始經營魔杖製造事業？",
    "答案": "前382年",
    "選項1": "前999年",
    "選項2": "前458年",
    "選項3": "前383年"
  },
  {
    "題目": "請問以下哪位在\"波特觀察\"中的代號是老將？",
    "答案": "雷木思.路平",
    "選項1": "榮恩.衛斯理",
    "選項2": "天狼星.布萊克",
    "選項3": "賽佛勒斯.石內卜"
  },
  {
    "題目": "請問以下英國魔法部部長裡，誰的任職時間最長？",
    "答案": "法里斯.史帕芬",
    "選項1": "派厄思.希克尼",
    "選項2": "盧夫.昆爵",
    "選項3": "諾比.李奇"
  },
  {
    "題目": "請問蛇妖是由何種生物孵化的？",
    "答案": "蟾蜍",
    "選項1": "山怪",
    "選項2": "公雞",
    "選項3": "雷鳥"
  },
  {
    "題目": "請問《預言家日報》一份多少錢？",
    "答案": "1納特",
    "選項1": "3納特",
    "選項2": "4納特",
    "選項3": "6納特"
  },
  {
    "題目": "請問哈利.波特小兒子的教父是誰？",
    "答案": "奈威.隆巴頓",
    "選項1": "榮恩.衛斯理",
    "選項2": "跩哥.馬份",
    "選項3": "妙麗.格蘭傑"
  },
  {
    "題目": "請問“黏痰過多”裡的黏痰指的是？",
    "答案": "花兒·戴樂古",
    "選項1": "榮恩.衛斯理",
    "選項2": "妙麗.格蘭傑",
    "選項3": "金妮.衛斯理"
  },
  {
    "題目": "請問變身水的配方沒有以下哪一樣？",
    "答案": "粉碎蛇的毒牙",
    "選項1": "非洲樹蛇的蛇蛻碎片",
    "選項2": "草蛉蟲",
    "選項3": "螞蝗"
  },
  {
    "題目": "請問薩拉札.史萊哲林的魔杖現今被保存在哪所學校？",
    "答案": "伊法魔尼",
    "選項1": "德姆蘭",
    "選項2": "卡斯特羅布舍",
    "選項3": "霍格華茲"
  },
  {
    "題目": "請問接骨木魔杖的第一代主人是誰？",
    "答案": "伊諾特·皮福雷",
    "選項1": "阿不思.鄧不利多",
    "選項2": "蓋勒.葛林戴華德",
    "選項3": "尼樂.勒梅"
  },
  {
    "題目": "請問紐特·斯卡曼德給蒂娜·金坦的情書中寫到蒂娜的眼睛像那種生物？",
    "答案": "火蜥蜴",
    "選項1": "火螃蟹",
    "選項2": "惡閃鴉",
    "選項3": "闇黑怨靈"
  },
  {
    "題目": "請問學院幽靈灰衣貴婦的原名是？",
    "答案": "海蓮娜·雷文克勞",
    "選項1": "海加.赫夫帕夫",
    "選項2": "羅威娜.雷文克勞",
    "選項3": "格里夫女士"
  },
  {
    "題目": "請問在第三學年時，哈利·波特用什麼樣的方式從姨媽家來到斜角巷？",
    "答案": "乘坐騎士公車",
    "選項1": "與榮恩一起駕駛飛天汽車",
    "選項2": "用呼嚕粉傳送",
    "選項3": "乘坐海格的摩托車"
  },
  {
    "題目": "去活米村有什麼前提？",
    "答案": "有監護人許可",
    "選項1": "沒有為自己學院扣過分",
    "選項2": "是二年級學生",
    "選項3": "學會規定數量的咒語"
  },
  {
    "題目": "惡閃鴉的毒液經過稀釋會有什麼效果？",
    "答案": "消除不好的記憶",
    "選項1": "強力安眠",
    "選項2": "解毒",
    "選項3": "治療龍痘"
  },
  {
    "題目": "人們常常把黑妖精誤認為什麼？",
    "答案": "小仙子",
    "選項1": "綠仙",
    "選項2": "花園地精",
    "選項3": "木精"
  },
  {
    "題目": "人們能從意若思鏡中看到什麼？",
    "答案": "最渴望的事物",
    "選項1": "最大的敵人",
    "選項2": "擁有的財富",
    "選項3": "珍惜的記憶"
  },
  {
    "題目": "人面蠍尾獅在進食的時候會發出什麼聲音？",
    "答案": "一聲低吟",
    "選項1": "死亡之吼",
    "選項2": "哭聲",
    "選項3": "震耳欲聾的啜食"
  },
  {
    "題目": "人魚會飼養什麼水下生物作為寵物？",
    "答案": "滾帶落",
    "選項1": "大魷魚",
    "選項2": "長腿魚",
    "選項3": "水怪"
  },
  {
    "題目": "人魚有時候會飼養什麼奇獸作為寵物？",
    "答案": "滾帶落",
    "選項1": "河童",
    "選項2": "水怪",
    "選項3": "海豹小仙子"
  },
  {
    "題目": "日記中佛地魔的記憶湯姆·魔佛羅·瑞斗讓空中他自己的名字變換了位置，形成了一句話，它是？",
    "答案": "我是佛地魔",
    "選項1": "我是吸血伯爵",
    "選項2": "我是伏爾泰",
    "選項3": "我是伏特加"
  },
  {
    "題目": "如果你想摧毀一個分靈體,下列哪個物品可能會有幫助？",
    "答案": "蛇妖的毒牙",
    "選項1": "火盃",
    "選項2": "獨角獸鮮血",
    "選項3": "鳳凰的眼淚"
  },
  {
    "題目": "根據妖精拉環的說法，如果有人試圖闖入古靈閣713號金庫,會發生什麼？",
    "答案": "被吸入門中",
    "選項1": "阿茲卡班的牢獄之災",
    "選項2": "被變成一枚加隆",
    "選項3": "面對火龍"
  },
  {
    "題目": "如何向鷹馬打招呼才合適？",
    "答案": "鞠躬並等待牠主動接近",
    "選項1": "鞠躬並主動接近牠",
    "選項2": "站著展示自信",
    "選項3": "四目相對"
  },
  {
    "題目": "如何正確地打開一本《怪獸的怪獸書》？",
    "答案": "撫摸書脊",
    "選項1": "對它唱歌",
    "選項2": "把它弄濕",
    "選項3": "喂它食物"
  },
  {
    "題目": "“雕像，行行起”咒語的正確拼寫是？",
    "答案": "Piertotum Locomotor",
    "選項1": "Piertotum Locomotour",
    "選項2": "Piertotum Locomotoe",
    "選項3": "Piertotum Locamotoe"
  },
  {
    "題目": "怪獸與牠們的產地的作者是誰？",
    "答案": "紐特·斯卡曼德",
    "選項1": "芭蒂達.巴沙特",
    "選項2": "麗塔.史譏",
    "選項3": "吉德羅.洛哈"
  },
  {
    "題目": "怪獸與牠們的產地中，紐特·斯卡曼德為了讓紐約的市民失憶，使用了哪種動物的經稀釋的毒液？",
    "答案": "惡閃鴉",
    "選項1": "毒豹",
    "選項2": "爆角怪",
    "選項3": "雷鳥"
  },
  {
    "題目": "三根掃帚酒吧的女主人是誰？",
    "答案": "羅梅塔夫人",
    "選項1": "摩金女士",
    "選項2": "蝴蝶女士",
    "選項3": "美心夫人"
  },
  {
    "題目": "三根掃帚的老闆娘是？",
    "答案": "羅梅塔夫人",
    "選項1": "桃樂絲.恩不里居",
    "選項2": "帕琵.龐芮夫人",
    "選項3": "西碧.崔老妮"
  },
  {
    "題目": "三巫鬥法大賽的第一個項目中,花兒挑戰了什麼龍？",
    "答案": "威爾士綠龍",
    "選項1": "瑞典短吻龍",
    "選項2": "匈牙利角尾龍",
    "選項3": "中國火球龍"
  },
  {
    "題目": "三巫鬥法大賽的第一個項目中,哈利挑戰了什麼龍？",
    "答案": "匈牙利角尾龍",
    "選項1": "威爾士綠龍",
    "選項2": "中國火球龍",
    "選項3": "瑞典短吻龍"
  },
  {
    "題目": "三巫鬥法大賽的第一個項目中,西追挑戰了什麼龍？",
    "答案": "瑞典短吻龍",
    "選項1": "匈牙利角尾龍",
    "選項2": "威爾士綠龍",
    "選項3": "中國火球龍"
  },
  {
    "題目": "三巫鬥法大賽的第一個項目中,喀浪挑戰了什麼龍？",
    "答案": "中國火球龍",
    "選項1": "威爾士綠龍",
    "選項2": "瑞典短吻龍",
    "選項3": "匈牙利角尾龍"
  },
  {
    "題目": "三巫鬥法大賽的聖誕舞會上,花兒·戴樂古的舞伴是誰？",
    "答案": "羅傑·達維",
    "選項1": "比爾.衛斯理",
    "選項2": "馬科.福林",
    "選項3": "魯多.貝漫"
  },
  {
    "題目": "三巫鬥法大賽第二個項目中誰變成了鯊魚？",
    "答案": "維克多·喀浪",
    "選項1": "哈利.波特",
    "選項2": "花兒.戴勒古",
    "選項3": "西追.迪哥里"
  },
  {
    "題目": "三巫鬥法大賽期間,妙麗答應了誰的舞會邀請？",
    "答案": "維克多·喀浪",
    "選項1": "奈威.隆巴頓",
    "選項2": "西追.迪哥里",
    "選項3": "榮恩.衛斯理"
  },
  {
    "題目": "三巫鬥法大賽第一關，誰給了哈利波特10分？",
    "答案": "魯多‧貝漫",
    "選項1": "巴堤‧柯羅奇",
    "選項2": "卡卡夫",
    "選項3": "鄧不利多"
  },
  {
    "題目": "三巫鬥法大賽每幾年舉辦一次？",
    "答案": 5,
    "選項1": 3,
    "選項2": 4,
    "選項3": 6
  },
  {
    "題目": "三巫鬥法大賽幾年舉行一次",
    "答案": 5,
    "選項1": 3,
    "選項2": 4,
    "選項3": 6
  },
  {
    "題目": "三巫鬥法大賽前,誰綁架了瘋眼穆迪？",
    "答案": "小巴堤·柯羅奇",
    "選項1": "彼得.佩迪魯",
    "選項2": "佛地魔",
    "選項3": "貝拉.雷斯壯"
  },
  {
    "題目": "三巫鬥法大賽上，哈利·波特在第二輪獲得了第幾名？",
    "答案": 2,
    "選項1": 1,
    "選項2": 3,
    "選項3": 4
  },
  {
    "題目": "三巫鬥法大賽舞會上,哈利的舞伴是誰？",
    "答案": "巴蒂·巴提",
    "選項1": "張秋",
    "選項2": "羅咪.凡",
    "選項3": "文妲.布朗"
  },
  {
    "題目": "三巫鬥法大賽舞會上,哪支樂隊進行了表演？",
    "答案": "怪姐妹",
    "選項1": "淘氣妖精",
    "選項2": "瑟莉堤娜.華蓓",
    "選項3": "布拉丁.布拉德"
  },
  {
    "題目": "三巫鬥法大賽中誰與哈利·波特一同觸碰到獎盃？",
    "答案": "西追·迪哥里",
    "選項1": "維克多.喀浪",
    "選項2": "榮恩.衛斯理",
    "選項3": "花兒.戴樂古"
  },
  {
    "題目": "三巫鬥法大賽中使用的龍不包括下列哪一種？",
    "答案": "挪威脊背龍",
    "選項1": "瑞典短吻龍",
    "選項2": "普等威爾士綠龍",
    "選項3": "匈牙利角尾龍"
  },
  {
    "題目": "三巫鬥法大賽最後一場比賽中,人面獅身獸給哈利出的迷題的答案是什麼？",
    "答案": "蜘蛛",
    "選項1": "人",
    "選項2": "撒謊者",
    "選項3": "搏格"
  },
  {
    "題目": "三頭巨犬毛毛的弱點是什麼？",
    "答案": "聽到音樂就會入睡",
    "選項1": "雷聲",
    "選項2": "奶油啤酒",
    "選項3": "閃亮的東西"
  },
  {
    "題目": "三頭巨犬毛毛守護的東西是什麼？",
    "答案": "魔法石",
    "選項1": "密室",
    "選項2": "古靈閣的金庫",
    "選項3": "死神聖物"
  },
  {
    "題目": "逃亡時，天狼星是如何進入進入葛來分多的交誼廳的？",
    "答案": "記著密語的備忘紙條",
    "選項1": "喬裝打扮",
    "選項2": "尾隨學生",
    "選項3": "偷聽到密語"
  },
  {
    "題目": "眨眨原先是誰的家庭小精靈？",
    "答案": "巴堤·柯羅奇",
    "選項1": "天狼星.布萊克",
    "選項2": "榮恩.衛斯理",
    "選項3": "跩哥.馬份"
  },
  {
    "題目": "誰把湯姆·瑞斗的日記本放到了金妮的大釜里？",
    "答案": "魯休斯·馬份",
    "選項1": "賽佛勒斯.石內卜",
    "選項2": "魯霸.海格",
    "選項3": "跩哥.馬份"
  },
  {
    "題目": "誰幫助了哈利、榮恩和妙麗溜進了古靈閣？",
    "答案": "拉環",
    "選項1": "海格",
    "選項2": "多比",
    "選項3": "亞瑟.衛斯理"
  },
  {
    "題目": "誰曾經在N.E.W.Ts中親自考阿不思.鄧不利多的變形學和符咒學？",
    "答案": "溫順.馬治邦",
    "選項1": "阿諾.皮思古",
    "選項2": "桃樂絲.恩不里居",
    "選項3": "康尼留斯.夫子"
  },
  {
    "題目": "誰曾經被判在阿茲卡班中囚禁半年？",
    "答案": "史特吉.包莫",
    "選項1": "魯霸.海格",
    "選項2": "彼得.佩迪魯",
    "選項3": "天狼星.布萊克"
  },
  {
    "題目": "誰曾經被魯霸·海格釋放過變形咒？",
    "答案": "達力·德思禮",
    "選項1": "哈利.波特",
    "選項2": "翡冷翠",
    "選項3": "榮恩.衛斯理"
  },
  {
    "題目": "誰曾是魔法部派往霍格華茲的總督察？",
    "答案": "桃樂絲·恩不里居",
    "選項1": "康尼留斯.夫子",
    "選項2": "阿各.飛七",
    "選項3": "賽佛勒斯.石內卜"
  },
  {
    "題目": "誰曾因為喝下了錯誤的變身水變成了貓人？",
    "答案": "妙麗·格蘭傑",
    "選項1": "榮恩.衛斯理",
    "選項2": "哈利.波特",
    "選項3": "跩哥.馬份"
  },
  {
    "題目": "誰曾用賽佛勒斯·石內卜的魔咒倒倒吊來對付他自己？",
    "答案": "詹姆·波特",
    "選項1": "天狼星·布萊克",
    "選項2": "湯姆·瑞斗",
    "選項3": "雷木思·路平"
  },
  {
    "題目": "誰曾在魁地奇比賽中,戴了一頂獅頭形狀還會吼叫的帽子？",
    "答案": "露娜·羅古德",
    "選項1": "金妮.衛斯理",
    "選項2": "榮恩.衛斯理",
    "選項3": "妙麗.格蘭傑"
  },
  {
    "題目": "誰摧毀了佛地魔的最後一個分靈體？",
    "答案": "奈威·隆巴頓",
    "選項1": "榮恩.衛斯理",
    "選項2": "妙麗.格蘭傑",
    "選項3": "哈利.波特"
  },
  {
    "題目": "誰的辦公室曾經使用過“檸檬雪寶”這個密語？",
    "答案": "鄧不利多教授",
    "選項1": "石內卜教授",
    "選項2": "麥教授",
    "選項3": "孚立維教授"
  },
  {
    "題目": "誰的小金匣成了佛地魔的分靈體？",
    "答案": "薩拉札·史萊哲林",
    "選項1": "貝拉.雷斯壯",
    "選項2": "海加.赫夫帕夫",
    "選項3": "獅子阿爾發.布萊克"
  },
  {
    "題目": "誰的冠冕成了佛地魔的分靈體？",
    "答案": "羅威娜·雷文克勞",
    "選項1": "高錐客.葛來分多",
    "選項2": "薩拉札.史萊哲林",
    "選項3": "海加.赫夫帕夫"
  },
  {
    "題目": "誰的魔眼能看穿牆壁？",
    "答案": "阿拉特·穆敵",
    "選項1": "貝拉.雷斯壯",
    "選項2": "巴堤.柯羅奇",
    "選項3": "蓋勒.葛林戴華德"
  },
  {
    "題目": "誰預言了一個七月出生的男孩將挑戰佛地魔？",
    "答案": "西碧·崔老妮",
    "選項1": "貝拉.雷斯壯",
    "選項2": "彼得.佩迪魯",
    "選項3": "魯休斯.馬份"
  },
  {
    "題目": "誰第一個告訴哈利.波特,他是一個巫師？",
    "答案": "海格",
    "選項1": "多比",
    "選項2": "莉莉.波特",
    "選項3": "佩妮.德思禮"
  },
  {
    "題目": "誰調換了佛地魔藏在岩洞中的史萊哲林小金匣？",
    "答案": "獅子阿爾發·布萊克",
    "選項1": "天狼星.布萊克",
    "選項2": "哈利.波特",
    "選項3": "阿不思.鄧不利多"
  },
  {
    "題目": "誰發明了咒語“撕淌三步殺”？",
    "答案": "賽佛勒斯·石內卜",
    "選項1": "天狼星.布萊克",
    "選項2": "貝拉.雷斯壯",
    "選項3": "阿不思.鄧不利多"
  },
  {
    "題目": "誰告訴了哈利、榮恩、妙麗死神聖物的故事？",
    "答案": "贊諾·羅古德",
    "選項1": "阿不思.鄧不利多",
    "選項2": "雷木思.路平",
    "選項3": "亞瑟.衛斯理"
  },
  {
    "題目": "誰和哈利•波特一起參加了史拉轟教授的聖誕晚會？",
    "答案": "露娜·羅古德",
    "選項1": "金妮•衛斯理",
    "選項2": "妙麗•格蘭傑",
    "選項3": "榮恩•衛斯理"
  },
  {
    "題目": "誰假冒了真正的阿拉特·穆敵作為三巫鬥法大賽那年霍格華茲的黑魔法防禦術教授？",
    "答案": "小巴堤·柯羅奇",
    "選項1": "焚銳·灰背",
    "選項2": "老巴堤·柯羅奇",
    "選項3": "道夫·雷斯壯"
  },
  {
    "題目": "誰教會了哈利·波特護法咒？",
    "答案": "雷木思.路平",
    "選項1": "賽佛勒斯.石內卜",
    "選項2": "阿不思.鄧不利多",
    "選項3": "天狼星.布萊克"
  },
  {
    "題目": "誰能告訴我,多多石像麻瓜的哪種遊戲？",
    "答案": "彈球",
    "選項1": "單人紙牌",
    "選項2": "西洋跳棋",
    "選項3": "象棋"
  },
  {
    "題目": "誰能說出毛糞石取自何處？",
    "答案": "山羊的胃",
    "選項1": "龍腳趾",
    "選項2": "黑湖",
    "選項3": "一條愛爾蘭河"
  },
  {
    "題目": "誰派多比前往馬份莊園的地窖解救了哈利.波特和他的朋友們？",
    "答案": "阿波佛·鄧不利多",
    "選項1": "阿不思.鄧不利多",
    "選項2": "麥米奈娃",
    "選項3": "亞瑟.衛斯理"
  },
  {
    "題目": "誰是布萊克家族的家庭小精靈？",
    "答案": "怪角",
    "選項1": "眨眨",
    "選項2": "哈佳",
    "選項3": "多比"
  },
  {
    "題目": "誰是第一個成功製作出分靈體的巫師？",
    "答案": "惡人赫珀",
    "選項1": "布倫海姆·斯托克",
    "選項2": "阿達柏·瓦夫林",
    "選項3": "阿博瑞克·葛蘭尼恩"
  },
  {
    "題目": "誰是哈利·波特入學第一學期葛來分多的魁地奇隊長 ？",
    "答案": "奥利佛‧木透",
    "選項1": "湯姆‧瑞斗",
    "選項2": "西追‧迪哥里",
    "選項3": "榮恩‧衛斯理"
  },
  {
    "題目": "誰是哈利的第三任黑魔法防禦術老師？",
    "答案": "雷木思·路平",
    "選項1": "吉德羅.洛哈",
    "選項2": "賽佛勒斯.石內卜",
    "選項3": "奎里納斯.奎若"
  },
  {
    "題目": "誰死在了英國魔法部神秘部門的帷幔後面？",
    "答案": "天狼星·布萊克",
    "選項1": "阿不思.鄧不利多",
    "選項2": "阿拉特.穋敵",
    "選項3": "小仙女.東施"
  },
  {
    "題目": "誰為了誤導魔法部對天狼星·布萊克的搜捕方向說他曾出現在西藏？",
    "答案": "金利·俠鉤帽",
    "選項1": "阿不思.鄧不利多",
    "選項2": "麥米奈娃",
    "選項3": "阿拉特‧穋敵"
  },
  {
    "題目": "誰為史萊哲林學院魁地奇球隊採購了全部的掃帚？",
    "答案": "魯休斯·馬份",
    "選項1": "魯霸·海格",
    "選項2": "阿不思·鄧不利多",
    "選項3": "麥米奈娃教授"
  },
  {
    "題目": "誰誣陷海格打開了密室？",
    "答案": "湯姆·瑞斗",
    "選項1": "阿各.飛七",
    "選項2": "賽佛勒斯.石內卜",
    "選項3": "一位不知名的學生"
  },
  {
    "題目": "誰養了一隻叫拿樂絲太太的貓？",
    "答案": "阿各·飛七",
    "選項1": "魯爸.海格",
    "選項2": "皮皮鬼",
    "選項3": "麥朵"
  },
  {
    "題目": "誰用的杖芯材料是山怪的鬍鬚？",
    "答案": "卡多甘爵士",
    "選項1": "阿奇.飛帕",
    "選項2": "阿基.阿德吞",
    "選項3": "尼克.勒梅"
  },
  {
    "題目": "誰用假金匣替換了岩洞中的真金匣？",
    "答案": "獅子阿爾發·布萊克",
    "選項1": "湯姆.瑞斗",
    "選項2": "天狼星.布萊克",
    "選項3": "賽佛勒斯.石內卜"
  },
  {
    "題目": "誰在阿辣哥的葬禮上發表了講話？",
    "答案": "赫瑞司·史拉轟",
    "選項1": "翡冷翠",
    "選項2": "賽佛勒斯.石內卜",
    "選項3": "阿不思.鄧不利多"
  },
  {
    "題目": "誰在二年級時折斷了自己的魔杖？",
    "答案": "榮恩·衛斯理",
    "選項1": "哈利.莉莉.波特",
    "選項2": "妙麗.格蘭傑",
    "選項3": "露娜.羅古德"
  },
  {
    "題目": "誰在哈利·波特額頭上留下了閃電疤痕？",
    "答案": "佛地魔",
    "選項1": "娜吉妮",
    "選項2": "莉莉.波特",
    "選項3": "詹姆.波特"
  },
  {
    "題目": "誰在霍格華茲第一學年就對奈威·隆巴頓施過全身鎖咒？",
    "答案": "妙麗·格蘭傑",
    "選項1": "榮恩.衛斯理",
    "選項2": "哈利.波特",
    "選項3": "跩哥.馬份"
  },
  {
    "題目": "誰在霍格華茲特快車上對哈利施了全身鎖咒？",
    "答案": "跩哥·馬份",
    "選項1": "佛地魔",
    "選項2": "露娜.羅古德",
    "選項3": "奈威.隆巴頓"
  },
  {
    "題目": "誰在魔法部出口抓住了妙麗並進入了古裡某街十二號的門口？",
    "答案": "牙克厲",
    "選項1": "石內卜",
    "選項2": "希克泥",
    "選項3": "馬份"
  },
  {
    "題目": "誰在危機時刻趕到密室幫助了哈利？",
    "答案": "佛客使",
    "選項1": "阿辣哥",
    "選項2": "海格",
    "選項3": "妙麗"
  },
  {
    "題目": "誰終結了貝拉·雷斯壯？",
    "答案": "茉莉·衛斯理",
    "選項1": "天狼星.布萊克",
    "選項2": "哈利.波特",
    "選項3": "榮恩.衛斯理"
  },
  {
    "題目": "誰終結了鄧不利多教授的生命？",
    "答案": "石內卜教授",
    "選項1": "貝拉.雷斯壯",
    "選項2": "佛地魔",
    "選項3": "跩哥.馬份"
  },
  {
    "題目": "誰終結了娜吉妮？",
    "答案": "奈威",
    "選項1": "哈利",
    "選項2": "妙麗",
    "選項3": "榮恩"
  },
  {
    "題目": "誰導致了巴嘴被判了死刑？",
    "答案": "魯休斯·馬份",
    "選項1": "賽佛勒斯.石內卜",
    "選項2": "阿不思.鄧不利多",
    "選項3": "哈利.波特"
  },
  {
    "題目": "什麼草藥有強大的治癒效果？",
    "答案": "白鮮",
    "選項1": "附子草",
    "選項2": "魚腮草",
    "選項3": "泡泡莖"
  },
  {
    "題目": "什麼導致麥教授曾被送去聖蒙果魔法疾病與傷害醫院？",
    "答案": "她被四發昏擊咒擊中",
    "選項1": "她被下毒了",
    "選項2": "她被蛇妖攻擊了",
    "選項3": "她被石化了"
  },
  {
    "題目": "什麼東西可以讓你免受魔蘋果的傷害？",
    "答案": "耳罩",
    "選項1": "防毒面具",
    "選項2": "護目鏡",
    "選項3": "手套"
  },
  {
    "題目": "什麼東西能重現記憶？",
    "答案": "儲思盆",
    "選項1": "星空",
    "選項2": "撲克",
    "選項3": "水晶球"
  },
  {
    "題目": "什麼黑魔法物品是竊賊之友？",
    "答案": "光榮之手",
    "選項1": "黑色羽毛",
    "選項2": "黑暗古玩",
    "選項3": "絨毛心"
  },
  {
    "題目": "什麼可以讓魔鬼網的藤蔓停止不動？",
    "答案": "強光",
    "選項1": "舒緩的音樂",
    "選項2": "冷水",
    "選項3": "尖叫的魔蘋果"
  },
  {
    "題目": "什麼毛茸茸的東西高興時發出嗡嗡聲,還喜歡把長舌頭伸到巫師的鼻子裡？",
    "答案": "胖胖球",
    "選項1": "幻形怪",
    "選項2": "綠仙",
    "選項3": "地精"
  },
  {
    "題目": "什麼物品會在葛來分多人危急時出現？",
    "答案": "葛來分多寶劍",
    "選項1": "騎士墜鬼馬",
    "選項2": "鳳凰佛客使",
    "選項3": "巴嘴"
  },
  {
    "題目": "什麼魔法生物喜歡閃亮的東西？",
    "答案": "玻璃獸",
    "選項1": "紫角獸",
    "選項2": "幻影猿",
    "選項3": "獅尾貓"
  },
  {
    "題目": "什麼魔法物品可以用於製造長生不老藥？",
    "答案": "魔法石",
    "選項1": "分靈體",
    "選項2": "龍血",
    "選項3": "老化的魔藥學"
  },
  {
    "題目": "什麼魔法物品用於挑選三巫鬥法大賽選手？",
    "答案": "火盃",
    "選項1": "分類帽",
    "選項2": "魔法石",
    "選項3": "葛來分多的保劍"
  },
  {
    "題目": "什麼魔法遊戲與麻瓜的彈珠遊戲類似？",
    "答案": "多多石遊戲",
    "選項1": "爆炸牌",
    "選項2": "巧克力蛙卡片",
    "選項3": "巫師棋"
  },
  {
    "題目": "什麼奇獸的皮比龍更堅硬,而且可以擋住大部分的咒語？",
    "答案": "紫角獸",
    "選項1": "人馬",
    "選項2": "鷹馬",
    "選項3": "獨角獸"
  },
  {
    "題目": "什麼奇獸可以產生引人傷感的糖蜜？",
    "答案": "哭蜜蟲",
    "選項1": "醜馬夫",
    "選項2": "泥怪",
    "選項3": "水筆妖"
  },
  {
    "題目": "什麼神奇植物的果實會顛倒著懸掛在灌木上？",
    "答案": "馭心梅",
    "選項1": "魔蘋果",
    "選項2": "膨豆莢",
    "選項3": "惡人掌"
  },
  {
    "題目": "什麼生物被認為是奇獸飼育學上最無聊的生物？",
    "答案": "黏巴蟲",
    "選項1": "火蜥蜴",
    "選項2": "爆尾釘蝦",
    "選項3": "木精"
  },
  {
    "題目": "什麼生物的背部覆蓋著海葵般的觸鬚？",
    "答案": "海葵鼠",
    "選項1": "玻璃獸",
    "選項2": "水怪",
    "選項3": "木精"
  },
  {
    "題目": "什麼生物會以人最害怕的形態出現？",
    "答案": "幻形怪",
    "選項1": "蛇妖",
    "選項2": "催狂魔",
    "選項3": "騎士墜鬼馬"
  },
  {
    "題目": "什麼生物看起來像由一縷煙霧组成，提著燈籠，會把旅行的人引入泥沼？",
    "答案": "哼即砰",
    "選項1": "滾帶落",
    "選項2": "河童",
    "選項3": "幻形怪"
  },
  {
    "題目": "什麼生物能在“最黑暗、最骯髒的地方”被找到？",
    "答案": "催狂魔",
    "選項1": "食死人",
    "選項2": "惡作劇精靈",
    "選項3": "報喪女妖"
  },
  {
    "題目": "什麼生物以人腦為食,並幫助紐特·斯卡曼德逃離了美國魔法國會？",
    "答案": "惡閃鴉",
    "選項1": "幻形怪",
    "選項2": "蛇妖",
    "選項3": "催狂魔"
  },
  {
    "題目": "什麼生物只有面對過死亡的人才能看見？",
    "答案": "騎士墜鬼馬",
    "選項1": "玻璃獸",
    "選項2": "鷹馬",
    "選項3": "幻形怪"
  },
  {
    "題目": "什麼是給魔蘋果換盆時的必要道具？",
    "答案": "耳罩",
    "選項1": "大衣",
    "選項2": "手套",
    "選項3": "帽子"
  },
  {
    "題目": "什麼物品會顯示人們心中最深的渴望？",
    "答案": "意若思鏡",
    "選項1": "記憶球",
    "選項2": "魔法石",
    "選項3": "雙向鏡"
  },
  {
    "題目": "什麼物品會在不懷好意的人接近時響起來？",
    "答案": "測奸器",
    "選項1": "威脅計",
    "選項2": "港口鑰",
    "選項3": "七彩迷幻眼鏡"
  },
  {
    "題目": "什麼物品可以檢測出隱匿的魔法物品或隱藏咒？",
    "答案": "誠實探測器",
    "選項1": "記憶球",
    "選項2": "儲思盆",
    "選項3": "仇敵鏡"
  },
  {
    "題目": "什麼行為會導致魔法運輸部門對無此證件的巫師進行懲罰？",
    "答案": "現影術",
    "選項1": "切換",
    "選項2": "使用護法咒",
    "選項3": "開車"
  },
  {
    "題目": "什麼樣的巫師才能駕馭用騎士墜鬼馬尾毛做杖芯的魔杖？",
    "答案": "直面過死亡的人",
    "選項1": "內心純潔的人",
    "選項2": "食死人",
    "選項3": "雙胞胎"
  },
  {
    "題目": "什麼樣的人才能看到騎士墜鬼馬？",
    "答案": "目睹過死亡",
    "選項1": "目睹過戰爭",
    "選項2": "目睹過火焰",
    "選項3": "目睹過新生"
  },
  {
    "題目": "什麼植物在受到刺激時會噴出臭樹汁？",
    "答案": "惡人掌",
    "選項1": "噴噴豆",
    "選項2": "毒牙天竺葵",
    "選項3": "毒鬚"
  },
  {
    "題目": "什麼紙牌遊戲在霍格華茲很受歡迎？",
    "答案": "爆炸牌",
    "選項1": "巫師棋",
    "選項2": "多多石遊戲",
    "選項3": "巧克力蛙卡片"
  },
  {
    "題目": "聖蒙果魔法疾病與傷害醫院的院徽是什麼？",
    "答案": "魔杖和骨頭交叉",
    "選項1": "交叉的魔杖和一個頭骨",
    "選項2": "一個帶著兜帽的頭骨",
    "選項3": "一根被巨蛇纏繞的魔杖"
  },
  {
    "題目": "聖蒙果魔法疾病與傷害醫院位於哪裡？",
    "答案": "倫敦",
    "選項1": "活米村",
    "選項2": "大漢果頓",
    "選項3": "高錐客洞"
  },
  {
    "題目": "聖蒙果中的一個牌子上寫著：乾淨的大釜可以讓魔藥不變成什麼？",
    "答案": "毒藥",
    "選項1": "受到污染",
    "選項2": "失去效力",
    "選項3": "腐藥"
  },
  {
    "題目": "失敗的消影術可能會導致什麼？",
    "答案": "分體",
    "選項1": "雙腿發軟",
    "選項2": "脫髮",
    "選項3": "癱瘓"
  },
  {
    "題目": "時光器每轉一次能回到多久以前？",
    "答案": "一個小時",
    "選項1": "兩個小時",
    "選項2": "四十分鐘",
    "選項3": "一天"
  },
  {
    "題目": "時光器轉一下會倒流多久？",
    "答案": "1個小時",
    "選項1": "3個小時",
    "選項2": "6個小時",
    "選項3": "24個小時"
  },
  {
    "題目": "食死人的手臂上紋著什麼圖案？",
    "答案": "黑魔標記",
    "選項1": "一道傷疤",
    "選項2": "黑魔頭的名字",
    "選項3": "蛇的紋身"
  },
  {
    "題目": "世界上一共有幾所魔法學校？",
    "答案": 11,
    "選項1": 3,
    "選項2": 4,
    "選項3": 7
  },
  {
    "題目": "世界上體型最大的龍是下列哪一種？",
    "答案": "烏克蘭鐵肚皮",
    "選項1": "中國火球龍",
    "選項2": "威爾士綠龍",
    "選項3": "匈牙利角尾龍"
  },
  {
    "題目": "路平\"毛茸茸的小問題\"曾經被人誤以為是什麼？",
    "答案": "養了一隻不聽話的兔子",
    "選項1": "變成狼人會失去理智",
    "選項2": "養了一隻蜘蛛",
    "選項3": "在碗櫥裡養了一隻滾帶落"
  },
  {
    "題目": "試圖和榮恩立不破誓，被打得左半拉屁股從此不一樣的是誰？",
    "答案": "弗雷",
    "選項1": "派西",
    "選項2": "喬治",
    "選項3": "比爾"
  },
  {
    "題目": "是哪位教授清理了衛斯理雙胞胎在學校留下的行動沼澤？",
    "答案": "孚立維教授",
    "選項1": "麥教授",
    "選項2": "石內卜教授",
    "選項3": "恩不里居教授"
  },
  {
    "題目": "是誰創建了S·P·E·W·——家庭小精靈福利促進協會？",
    "答案": "妙麗·格蘭傑",
    "選項1": "西追.迪哥里",
    "選項2": "露娜.羅古德",
    "選項3": "金妮.衛斯理"
  },
  {
    "題目": "是誰讓哈利‧波特知道巧克力可以緩解催狂魔帶來的負面情緒？",
    "答案": "雷木思·路平",
    "選項1": "魯霸‧海格",
    "選項2": "阿不思‧鄧不利多",
    "選項3": "妙麗‧格蘭傑"
  },
  {
    "題目": "是誰給衛斯理兄弟第一筆開店的資金？",
    "答案": "哈利·波特",
    "選項1": "皮皮鬼",
    "選項2": "亞瑟.衛斯理",
    "選項3": "茉莉.衛斯理"
  },
  {
    "題目": "是誰真正提出了「七個波特」的建議？",
    "答案": "賽佛勒斯.石內卜",
    "選項1": "哈利.波特",
    "選項2": "蒙當葛.弗列契",
    "選項3": "瘋眼穆敵"
  },
  {
    "題目": "是誰將跩哥·馬份變成雪貂的？",
    "答案": "小巴堤·柯羅奇",
    "選項1": "麥米奈娃",
    "選項2": "哈利.波特",
    "選項3": "阿拉特.穆敵"
  },
  {
    "題目": "是誰將寫有哈利·波特名字的紙條投入了火盃中？",
    "答案": "小巴蒂·柯羅奇",
    "選項1": "阿拉特.穆敵",
    "選項2": "賽佛勒斯.石內卜",
    "選項3": "彼得.佩迪魯"
  },
  {
    "題目": "是誰開啟了消失的密室？",
    "答案": "金妮·衛斯理",
    "選項1": "魯休斯.馬份",
    "選項2": "跩哥.馬份",
    "選項3": "哈利.波特"
  },
  {
    "題目": "是誰奪走了文妲·布朗的性命？",
    "答案": "焚銳·灰背",
    "選項1": "艾朵.卡羅",
    "選項2": "湯姆.瑞斗",
    "選項3": "貝拉.雷斯壯"
  },
  {
    "題目": "是誰使用了時光器來應對多門選修課？",
    "答案": "妙麗·格蘭傑",
    "選項1": "榮恩.衛斯理",
    "選項2": "跩哥.馬份",
    "選項3": "哈利.波特"
  },
  {
    "題目": "是誰在第二次巫師大戰期間利用雙面鏡幫助了哈利·波特？",
    "答案": "阿波佛·鄧不利多",
    "選項1": "多比",
    "選項2": "亞蕊安娜.鄧不利多",
    "選項3": "阿不思.鄧不利多"
  },
  {
    "題目": "是誰在湖邊擊退催狂魔解救哈利·波特？",
    "答案": "哈利·波特",
    "選項1": "天狼星.布萊克",
    "選項2": "妙麗.格蘭傑",
    "選項3": "詹姆.波特"
  },
  {
    "題目": "是誰在巨型棋盤陣中擔任了城堡的角色？",
    "答案": "妙麗.格蘭傑",
    "選項1": "哈利.波特",
    "選項2": "榮恩.衛斯理",
    "選項3": "跩哥.馬份"
  },
  {
    "題目": "是誰發明了縛狼汁？",
    "答案": "達摩克.貝爾比",
    "選項1": "馬琳.麥金農",
    "選項2": "賽佛勒斯.石內卜",
    "選項3": "雷木思.路平"
  },
  {
    "題目": "是什麼奇獸啟蒙了紐特·斯卡曼德？",
    "答案": "紐特媽媽養的鷹馬",
    "選項1": "紐特媽媽養的胖胖球",
    "選項2": "紐特媽媽養的木精",
    "選項3": "紐特媽媽養的滾帶落"
  },
  {
    "題目": "受到催狂魔的襲擊後，食用哪種食物可以有效緩解？",
    "答案": "巧克力",
    "選項1": "熱牛奶",
    "選項2": "怪味豆",
    "選項3": "南瓜湯"
  },
  {
    "題目": "水仙球根粉末加入苦艾汁浸液會得到什麼？",
    "答案": "一飲活死水",
    "選項1": "福來福喜",
    "選項2": "歡樂靈藥",
    "選項3": "變身水"
  },
  {
    "題目": "水仙球根粉末加入什麼植物的浸液會得到一飲活死水？",
    "答案": "艾草",
    "選項1": "薄荷",
    "選項2": "木精",
    "選項3": "魔蘋果"
  },
  {
    "題目": "史拉轟教授是哪一個學院的院長？",
    "答案": "史萊哲林",
    "選項1": "赫夫帕夫",
    "選項2": "雷文克勞",
    "選項3": "葛來分多"
  },
  {
    "題目": "史拉轟教授最喜歡的食物是什麼？",
    "答案": "糖霜鳳梨",
    "選項1": "粉紅色椰子冰糕",
    "選項2": "柏蒂全口味豆子",
    "選項3": "嘶嘶咻咻蜂"
  },
  {
    "題目": "史萊哲林的小金匣被魔柔·剛特賣了多少錢？",
    "答案": "10加隆",
    "選項1": "70加隆",
    "選項2": "90銀西可",
    "選項3": "100納特"
  },
  {
    "題目": "史萊哲林的學院幽靈是誰？",
    "答案": "血腥男爵",
    "選項1": "胖修士",
    "選項2": "德拉本殿下",
    "選項3": "灰衣貴婦"
  },
  {
    "題目": "史萊哲林交誼廳位於哪裡？",
    "答案": "地下室",
    "選項1": "北塔",
    "選項2": "西塔樓",
    "選項3": "天文塔"
  },
  {
    "題目": "史萊哲林學生曾經用哪首歌嘲諷榮恩·衛斯理？",
    "答案": "《衛斯理是我們的王》",
    "選項1": "《袪斑指南》",
    "選項2": "《衛斯理是勇士》",
    "選項3": "《紅色頭髮的大富翁》"
  },
  {
    "題目": "石內卜的護法咒和誰的一樣？",
    "答案": "莉莉·伊凡",
    "選項1": "哈利.波特",
    "選項2": "麥米奈娃",
    "選項3": "阿不思.鄧不利多"
  },
  {
    "題目": "石內卜的私人儲藏室曾被闖入三次，請選出其中一次。",
    "答案": "小巴堤·柯羅奇偷變身水材料",
    "選項1": "多比偷變身水材料",
    "選項2": "妙麗偷魚鰓草",
    "選項3": "蟲尾為佛地魔偷材料恢復肉身"
  },
  {
    "題目": "石內卜告訴哈利什麼藥材可以解毒？",
    "答案": "毛糞石",
    "選項1": "無花果乾",
    "選項2": "鮮白頭",
    "選項3": "雪花蓮"
  },
  {
    "題目": "石內卜和誰立下了不破誓的誓言？",
    "答案": "水仙·馬份",
    "選項1": "貝拉.雷斯壯",
    "選項2": "天狼星.布萊克",
    "選項3": "阿不思.鄧不利多"
  },
  {
    "題目": "石內卜教授曾經佈置的關於狼人的論文有多長？",
    "答案": "至少兩張羊皮纸",
    "選項1": "至少700行",
    "選項2": "600字以上",
    "選項3": "16英尺"
  },
  {
    "題目": "石內卜教授的護法是什麼形態？",
    "答案": "母鹿",
    "選項1": "狼",
    "選項2": "雄鹿",
    "選項3": "蛇"
  },
  {
    "題目": "石內卜教授童年生活的地方是？",
    "答案": "紡紗街",
    "選項1": "斜角巷",
    "選項2": "水蠟樹街4號",
    "選項3": "霍格華茲"
  },
  {
    "題目": "石內卜教授心中最重要的人是誰？",
    "答案": "莉莉·伊凡",
    "選項1": "詹姆.波特",
    "選項2": "貝拉.雷斯壯",
    "選項3": "天狼星.布萊克"
  },
  {
    "題目": "石內卜教授擔任黑魔法防禦術的代課老師時，要求學生們翻開課本的第幾頁？",
    "答案": "394頁",
    "選項1": "420頁",
    "選項2": "503頁",
    "選項3": "197頁"
  },
  {
    "題目": "石內卜教授最想教授什麼課程？",
    "答案": "黑魔法防禦術",
    "選項1": "符咒學",
    "選項2": "變形學",
    "選項3": "藥草學"
  },
  {
    "題目": "芽菜教授是哪個學院的院長？",
    "答案": "赫夫帕夫",
    "選項1": "葛萊分多",
    "選項2": "史萊哲林",
    "選項3": "雷文克勞"
  },
  {
    "題目": "芽菜教授用成熟的什麼救了密室中被蛇妖石化的學生們和拿樂絲太太？",
    "答案": "魔蘋果",
    "選項1": "芸香",
    "選項2": "顛茄",
    "選項3": "白鮮"
  },
  {
    "題目": "芽菜教授在霍格華茲教授哪門課程？",
    "答案": "藥草學",
    "選項1": "變形學",
    "選項2": "占卜學",
    "選項3": "藥劑課"
  },
  {
    "題目": "死神的聖物的傳說來自於什麼故事？",
    "答案": "<三兄弟的故事>",
    "選項1": "《祭品》",
    "選項2": "《黑暗魔法外傳》",
    "選項3": "《兔子和狐狸的故事》"
  },
  {
    "題目": "随意敲擊赫夫帕夫交誼廳門口的大桶會如何？",
    "答案": "被淋一身醋",
    "選項1": "被淋一身南瓜汁",
    "選項2": "被淋一身酒",
    "選項3": "被淋一身水"
  },
  {
    "題目": "誰在湖中心盛滿藥水的盆中藏了假小金匣盒？",
    "答案": "獅子阿爾法·布萊克",
    "選項1": "多比",
    "選項2": "天狼星‧布萊克",
    "選項3": "湯姆‧瑞斗"
  },
  {
    "題目": "湯姆·瑞斗在孤儿院時把誰的兔子吊在了天花板上？",
    "答案": "比利·史塔",
    "選項1": "阿瑞.華萊",
    "選項2": "法蘭克.布萊斯",
    "選項3": "鄧尼斯.畢肖普"
  },
  {
    "題目": "麥朵因什麼生物而死？",
    "答案": "蛇妖",
    "選項1": "鳳凰",
    "選項2": "催狂魔",
    "選項3": "騎士墜鬼馬"
  },
  {
    "題目": "是誰導致了麥朵的離世？",
    "答案": "蛇妖",
    "選項1": "自己",
    "選項2": "奧利夫.轟碧",
    "選項3": "吉德羅.洛哈"
  },
  {
    "題目": "西碧.崔老妮教授在哈利的茶杯底見到了什麼？",
    "答案": "黑狗",
    "選項1": "狼人",
    "選項2": "催狂魔",
    "選項3": "佛地魔"
  },
  {
    "題目": "西碧.崔老妮教授在霍格華茲教授什麼課程？",
    "答案": "占卜學",
    "選項1": "藥草學",
    "選項2": "魔藥",
    "選項3": "奇獸飼育學"
  },
  {
    "題目": "聽說露娜·羅古德女士總穿著鞋睡覺，大家知道為什麼嗎？",
    "答案": "她會夢遊",
    "選項1": "她的腳容易著涼",
    "選項2": "她不想把鞋子弄丟了",
    "選項3": "鞋子被咒語固定在腳上了"
  },
  {
    "題目": "通往魔法石的關卡中,巫師棋這一關是誰設定的？",
    "答案": "麥教授",
    "選項1": "石內卜教授",
    "選項2": "奎若教授",
    "選項3": "孚立維教授"
  },
  {
    "題目": "在通往魔法石的關卡中，是誰施法設定了一關變形後的巨大棋盤？",
    "答案": "麥米奈娃",
    "選項1": "奎里納斯.奎若",
    "選項2": "帕莫娜.芽菜",
    "選項3": "賽佛勒斯.石內卜"
  },
  {
    "題目": "《養火龍的快樂與利潤》中建議用什麼餵養新出生的龍？",
    "答案": "白蘭地混雞血",
    "選項1": "一壺茶和餅乾",
    "選項2": "威士忌和一些白鼬肉",
    "選項3": "節草酒混上粥"
  },
  {
    "題目": "犄角獸可以在哪裡被發現？",
    "答案": "瑞典",
    "選項1": "芬蘭",
    "選項2": "挪威",
    "選項3": "蘇格蘭"
  },
  {
    "題目": "衛斯理夫人從沒覺得誰會死去？",
    "答案": "弗雷",
    "選項1": "喬治",
    "選項2": "查理",
    "選項3": "榮恩"
  },
  {
    "題目": "衛斯理家是如何處理花園中的地精的？",
    "答案": "甩暈並扔到遠處",
    "選項1": "用魔咒處理",
    "選項2": "用刀處理",
    "選項3": "用南瓜餵養"
  },
  {
    "題目": "衛斯理家兄弟排名第五的是誰？",
    "答案": "喬治·衛斯理",
    "選項1": "查理.衛斯理",
    "選項2": "弗雷.衛斯理",
    "選項3": "派西.衛斯理"
  },
  {
    "題目": "衛斯理家族中的雙胞胎兄弟出生於哪個節日？",
    "答案": "愚人節",
    "選項1": "耶誕節",
    "選項2": "感恩節",
    "選項3": "萬聖節"
  },
  {
    "題目": "衛氏巫師法寶店在斜角巷第幾號？",
    "答案": 93,
    "選項1": 60,
    "選項2": 97,
    "選項3": 76
  },
  {
    "題目": "衛氏巫師法寶店最大的投資者是誰？",
    "答案": "哈利·波特",
    "選項1": "比爾.衛斯理",
    "選項2": "茉莉.衛斯理",
    "選項3": "天狼星.布萊克"
  },
  {
    "題目": "衛斯理兄弟的護法是什麼？",
    "答案": "喜鵲",
    "選項1": "兔子",
    "選項2": "水獺",
    "選項3": "海豚"
  },
  {
    "題目": "衛斯理兄弟用藥水成功把名字放進火盃後發生了什麼？",
    "答案": "他們變老了",
    "選項1": "無事發生",
    "選項2": "被開除了",
    "選項3": "被鄧不利多發現"
  },
  {
    "題目": "衛斯理雙胞胎準備怎麼跨過火盃的年齡線？",
    "答案": "使用增齡劑",
    "選項1": "迷糊咒",
    "選項2": "強力迷糊咒",
    "選項3": "請人幫忙扔名字到火盃"
  },
  {
    "題目": "衛斯理兄弟在誰的辦公室抽屜發現了劫盜地圖？",
    "答案": "阿各·飛七",
    "選項1": "賽佛勒斯.石內卜",
    "選項2": "麥米奈娃",
    "選項3": "雷木思.路平"
  },
  {
    "題目": "衛斯理摸魚點心盒會讓食用者怎麼樣？",
    "答案": "看上去生病了",
    "選項1": "大聲吹口哨",
    "選項2": "發出動物的聲音",
    "選項3": "說謊"
  },
  {
    "題目": "衛斯理太太曾給哈利織過什麼顏色的毛衣？",
    "答案": "藍色",
    "選項1": "褐色",
    "選項2": "紅色",
    "選項3": "灰色"
  },
  {
    "題目": "衛斯理先生對衛斯理太太的愛稱是什麼？",
    "答案": "不倒翁茉莉",
    "選項1": "小乖乖茉莉",
    "選項2": "茉莉小巍巍",
    "選項3": "茉莉小寶貝"
  },
  {
    "題目": "茉莉.衛斯理結婚前的舊姓是什麼？",
    "答案": "普瑞",
    "選項1": "芬威克",
    "選項2": "波特",
    "選項3": "布萊克"
  },
  {
    "題目": "衛斯理一家去德思禮家接哈利看世界盃賽時使用了什麼移動方式？",
    "答案": "呼嚕網",
    "選項1": "港口鑰",
    "選項2": "飛天掃帚",
    "選項3": "福特汽車老爺車"
  },
  {
    "題目": "衛斯理一家在預言家日報的抽獎中共計贏得了多少獎金？",
    "答案": "700加隆",
    "選項1": "500加隆",
    "選項2": "600加隆",
    "選項3": "800加隆"
  },
  {
    "題目": "維克多教授在霍格華茲教哪一門課程？",
    "答案": "算數占卜",
    "選項1": "麻瓜研究",
    "選項2": "占卜學",
    "選項3": "古代神秘文"
  },
  {
    "題目": "衛斯理一家所在的村子叫什麼？",
    "答案": "凱奇波",
    "選項1": "托比里安村",
    "選項2": "活米村",
    "選項3": "鼬頭丘"
  },
  {
    "題目": "偉大的阿不思·鄧不利多教授全名是什麼？",
    "答案": "阿不思·博知維·巫服利·布萊恩·鄧不利多",
    "選項1": "阿不思·帕維斯·弗萊德·亞倫·鄧不利多",
    "選項2": "阿不思·詹姆·鄧不利多",
    "選項3": "阿不思·弗雷里克·帕裡溫科·布萊恩·鄧不利多"
  },
  {
    "題目": "為了轉移哈利.波特,鳳凰社的成員們使用了哪種魔藥？",
    "答案": "變身水",
    "選項1": "福來福喜",
    "選項2": "變身咒",
    "選項3": "一飲活死水"
  },
  {
    "題目": "為什麼霍格華茲有些學生沒有因為蛇妖而亡,只是被石化了？",
    "答案": "間接看到的蛇妖",
    "選項1": "他們對蛇妖免疫",
    "選項2": "蛇妖失去了它的力量",
    "選項3": "蛇妖眼睛瞎了"
  },
  {
    "題目": "為什麼一年級後的那個暑假哈利沒有收到一封信？",
    "答案": "多比攔截了信件",
    "選項1": "嘿美弄丟了信件",
    "選項2": "魔法部攔截了信件",
    "選項3": "妙麗和榮恩都沒有寫信"
  },
  {
    "題目": "為什麼最初學生們懷疑哈利是史萊哲林的後代？",
    "答案": "他會爬說嘴",
    "選項1": "他有閃電形的傷疤",
    "選項2": "他的魔藥學成績很好",
    "選項3": "他差點就被分到了史萊哲林"
  },
  {
    "題目": "烏頭又被稱為附子和什麼？",
    "答案": "牛扁",
    "選項1": "毛地黃",
    "選項2": "水蘇",
    "選項3": "鍋底根"
  },
  {
    "題目": "巫師卡中“惡人赫珀”培育出了什麼奇獸？",
    "答案": "蛇妖",
    "選項1": "惡閃鴉",
    "選項2": "人面獅身獸",
    "選項3": "人面蠍尾獅"
  },
  {
    "題目": "下列哪本書是魔法界的著名漫畫？",
    "答案": "《瘋麻瓜馬丁.米格冒險記》",
    "選項1": "《與山怪同行》",
    "選項2": "《菲利斯和菲奧娜的奇幻世界》",
    "選項3": "《麻瓜熱:荒誕故事集》"
  },
  {
    "題目": "下列四人中誰曾試圖對哈利使用愛情魔藥？",
    "答案": "羅咪·凡",
    "選項1": "文妲.布朗",
    "選項2": "張秋",
    "選項3": "妙麗.格蘭傑"
  },
  {
    "題目": "下列哪個不是哈利·波特在魔藥課上聞意亂迷情水時聞到的味道？",
    "答案": "雨後的泥土",
    "選項1": "洞穴屋裡的花香",
    "選項2": "糖漿水果餡餅",
    "選項3": "飛天掃把的木頭味"
  },
  {
    "題目": "下列四人中，誰是在魔法部登記的合法化獸師？",
    "答案": "麥米奈娃",
    "選項1": "天狼星.布萊克",
    "選項2": "詹姆.波特",
    "選項3": "麗塔.史譏"
  },
  {
    "題目": "下列哪種奇獸生性高傲,被有禮貌地對待才不會生氣？",
    "答案": "鷹馬",
    "選項1": "挪威脊背龍",
    "選項2": "八眼巨蛛",
    "選項3": "騎士墜鬼馬"
  },
  {
    "題目": "下列哪種奇獸並非分類為XXXX級？",
    "答案": "龍",
    "選項1": "人馬",
    "選項2": "獨角獸",
    "選項3": "人魚"
  },
  {
    "題目": "下列哪種生物不是龍？",
    "答案": "芬蘭噴火獸",
    "選項1": "烏克蘭鐵肚皮",
    "選項2": "瑞典短吻龍",
    "選項3": "中國火球龍"
  },
  {
    "題目": "下列哪種魔法界出版物中談及過犄角獸？",
    "答案": "《謬論家》",
    "選項1": "《與山怪同行》",
    "選項2": "《預言家日報》",
    "選項3": "《巫師週刊》"
  },
  {
    "題目": "下列哪個房間不屬於英國魔法部神秘部門？",
    "答案": "憎恨廳",
    "選項1": "愛之廳",
    "選項2": "時間廳",
    "選項3": "死亡廳"
  },
  {
    "題目": "下列哪個家族不住在凱奇波區奧瑞特街附近？",
    "答案": "隆巴頓家",
    "選項1": "衛斯理家",
    "選項2": "羅古德家",
    "選項3": "迪戈裡家"
  },
  {
    "題目": "下列哪個人不是雷文克勞學院的學生？",
    "答案": "金妮·衛斯理",
    "選項1": "張秋",
    "選項2": "潘妮.清水",
    "選項3": "露娜.羅古德"
  },
  {
    "題目": "下列哪一個不屬於神聖二十八族（純血家族聯盟）？",
    "答案": "格蘭傑",
    "選項1": "博克",
    "選項2": "衛斯理",
    "選項3": "布萊克"
  },
  {
    "題目": "下列哪一個詞不適合描述海格的狗——牙牙？",
    "答案": "勇敢",
    "選項1": "友好",
    "選項2": "有保護慾的",
    "選項3": "愛流口水"
  },
  {
    "題目": "下列哪一家店沒有開在斜角巷？",
    "答案": "三根掃帚酒吧",
    "選項1": "貓頭鷹郵局",
    "選項2": "奧利凡德魔杖商店",
    "選項3": "華麗與污痕書店"
  },
  {
    "題目": "下列哪一位不是霍格華茲的創始人？",
    "答案": "海蓮娜·雷文克勞",
    "選項1": "薩拉扎.史萊哲林",
    "選項2": "高錐客.葛萊分多",
    "選項3": "海加.赫夫帕夫"
  },
  {
    "題目": "下列哪一種不是常見的大釜材料？",
    "答案": "鎳",
    "選項1": "銅",
    "選項2": "錫",
    "選項3": "黃銅"
  },
  {
    "題目": "下列哪一種不屬於巫師錢幣？",
    "答案": "多布隆",
    "選項1": "銀西可",
    "選項2": "加隆",
    "選項3": "銅納特"
  },
  {
    "題目": "下列哪一種甜點會把舌頭燒出一個洞？",
    "答案": "酷酸果",
    "選項1": "洞洞手派",
    "選項2": "打打糖",
    "選項3": "水泡炸彈"
  },
  {
    "題目": "下列哪位沒有收到過咆哮信？",
    "答案": "跩哥.馬份",
    "選項1": "榮恩.衛斯理",
    "選項2": "奈威.隆巴頓",
    "選項3": "佩妮.德思禮"
  },
  {
    "題目": "下列哪種生物不住在黑湖中？",
    "答案": "尼斯湖水怪",
    "選項1": "大魷魚",
    "選項2": "人魚",
    "選項3": "滾帶落"
  },
  {
    "題目": "下列哪種生物主動要求被視作野獸？",
    "答案": "人馬",
    "選項1": "麻瓜",
    "選項2": "巫婆",
    "選項3": "迷拉"
  },
  {
    "題目": "下列人物中,誰曾擔任過霍格華茲麻瓜研究的老師？",
    "答案": "艾朵·卡羅",
    "選項1": "奧羅拉.辛尼區",
    "選項2": "艾米克.卡羅",
    "選項3": "塞蒂瑪.薇朵"
  },
  {
    "題目": "下列人物中,誰頭髮會随著心情變色？",
    "答案": "小仙女·東施",
    "選項1": "金妮‧衛斯理",
    "選項2": "露娜‧羅古德",
    "選項3": "佳兒‧戴樂古"
  },
  {
    "題目": "下列人物中哪一個不是劫盜地圖的製作者？",
    "答案": "亞瑟·衛斯理",
    "選項1": "彼得.佩迪魯",
    "選項2": "詹姆.波特",
    "選項3": "天狼星.布萊克"
  },
  {
    "題目": "下列人物中誰不是哈利·波特的同學？",
    "答案": "花兒·戴樂古",
    "選項1": "妙麗.格蘭傑",
    "選項2": "榮恩.衛斯理",
    "選項3": "奈威.隆巴頓"
  },
  {
    "題目": "下列物品中哪種不是衛氏巫師法寶店的產品？",
    "答案": "酷酸果",
    "選項1": "伸縮耳",
    "選項2": "拼寫檢查羽毛筆",
    "選項3": "發燒糖"
  },
  {
    "題目": "下列物品中哪一個不屬於魁地奇裝備？",
    "答案": "看守手的籃筐",
    "選項1": "搏格",
    "選項2": "快浮",
    "選項3": "搏格球棍"
  },
  {
    "題目": "下列物品中哪一個不是衛氏巫師法寶店的產品？",
    "答案": "伸縮眼",
    "選項1": "便秘仁",
    "選項2": "嘔吐片",
    "選項3": "會尖叫的溜溜球"
  },
  {
    "題目": "下列選項中,最愛搗蛋的是誰？",
    "答案": "皮皮鬼",
    "選項1": "阿各.飛七",
    "選項2": "麥朵",
    "選項3": "差點沒頭的尼克"
  },
  {
    "題目": "下列選項中哪個不是佛地魔的分靈體？",
    "答案": "接骨木魔杖",
    "選項1": "娜吉妮",
    "選項2": "湯姆.瑞斗的日記本",
    "選項3": "魔佛羅.剛特的戒指"
  },
  {
    "題目": "下列選項中哪一個不屬於山怪類型？",
    "答案": "橋",
    "選項1": "山",
    "選項2": "河",
    "選項3": "森林"
  },
  {
    "題目": "下列與天狼星·布萊克無血緣關係的是？",
    "答案": "道夫·雷斯壯",
    "選項1": "貝拉.雷斯壯",
    "選項2": "水仙.馬份",
    "選項3": "獅子阿爾發.布萊克"
  },
  {
    "題目": "下列誰曾經擔任過赫夫帕夫的級長？",
    "答案": "阿尼.麥米蘭",
    "選項1": "蘇珊.博恩斯",
    "選項2": "奈威.隆巴頓",
    "選項3": "賈斯汀.方列里"
  },
  {
    "題目": "賽佛勒斯·石內卜的母親是哪位家族的後代？",
    "答案": "普林斯家族",
    "選項1": "綠茵家族",
    "選項2": "普瑞家族",
    "選項3": "剛特家族"
  },
  {
    "題目": "賽佛勒斯·石內卜在舊《進階魔藥調配學》課本裡曾署名什麼？",
    "答案": "混血王子",
    "選項1": "魔藥先知",
    "選項2": "高級煉金術師",
    "選項3": "史萊哲林的傳人"
  },
  {
    "題目": "賽佛勒斯·石內卜最後死於哪裡？",
    "答案": "尖叫屋",
    "選項1": "馬份莊園",
    "選項2": "霍格華茲",
    "選項3": "活米村"
  },
  {
    "題目": "西莫·斐尼干的護法是什麼？",
    "答案": "狐狸",
    "選項1": "兔子",
    "選項2": "豬",
    "選項3": "獵狗"
  },
  {
    "題目": "西莫·斐尼干面對幻形怪時，幻形怪變成了什麼？",
    "答案": "報喪女妖",
    "選項1": "催狂魔",
    "選項2": "石內卜",
    "選項3": "巨蜘蛛"
  },
  {
    "題目": "賽佛勒斯·石內卜擔任校長時，誰是史萊哲林院長？",
    "答案": "赫瑞司·史拉轟",
    "選項1": "薩拉札·史萊哲林",
    "選項2": "貝拉·雷斯壯",
    "選項3": "魯休斯·馬份"
  },
  {
    "題目": "賽佛勒斯·石內卜教授的母親叫什麼？",
    "答案": "艾琳·普林斯",
    "選項1": "林娜.普林斯",
    "選項2": "艾瑪.普林斯",
    "選項3": "娜琳.普林斯"
  },
  {
    "題目": "下面哪一項是阿不思·鄧不利多的著名學術成就？",
    "答案": "發現龍血的十二種用途",
    "選項1": "發明魔法石",
    "選項2": "製造分靈體",
    "選項3": "發明縛狼汁"
  },
  {
    "題目": "現存最強勁的愛情魔藥是什麼？",
    "答案": "意亂情迷水",
    "選項1": "迷泡",
    "選項2": "接吻藥水",
    "選項3": "丘比特水晶"
  },
  {
    "題目": "想要進入雷文克勞交誼廳,你需要先做什麼？",
    "答案": "解出謎語",
    "選項1": "說密語",
    "選項2": "唱歌",
    "選項3": "讚美灰衣貴婦"
  },
  {
    "題目": "想要進入魔法部,需要在倫敦紅色電話亭中撥打的號碼是多少？",
    "答案": 62442,
    "選項1": 74663,
    "選項2": 42779,
    "選項3": 28767
  },
  {
    "題目": "想要成為正氣師，至少需要獲得幾個良好評價以上的N.E.W.Ts證書？",
    "答案": "5個",
    "選項1": "4個",
    "選項2": "6個",
    "選項3": "7個"
  },
  {
    "題目": "校醫院的龐芮夫人曾使用用什麼藥水治療被石化的學生？",
    "答案": "魔蘋果恢復劑",
    "選項1": "生骨藥",
    "選項2": "生麻藥水",
    "選項3": "提神劑"
  },
  {
    "題目": "贊諾·羅古德認為馭心梅可以加強人對什麼東西的感知能力？",
    "答案": "異常事物",
    "選項1": "隱形事物",
    "選項2": "發光物品",
    "選項3": "液態物品"
  },
  {
    "題目": "學生時哈利的職業規劃是什麼？",
    "答案": "正氣師",
    "選項1": "魔法部部長",
    "選項2": "霍格華茲的教授",
    "選項3": "食死人"
  },
  {
    "題目": "學生時期西莫·斐尼干的幻形怪形態是什麼？",
    "答案": "報喪女妖",
    "選項1": "木乃伊",
    "選項2": "蜘蛛",
    "選項3": "催狂魔"
  },
  {
    "題目": "學生時期,妙麗曾用衝衝攻攻擊過榮恩,你們知道為什麼嗎？",
    "答案": "他親了文妲·布朗",
    "選項1": "他想要親她",
    "選項2": "他取笑了她",
    "選項3": "他不肯關掉收音機"
  },
  {
    "題目": "學生時期的佛地魔湯姆·瑞斗被分到哪個學院？",
    "答案": "史萊哲林",
    "選項1": "葛來分多",
    "選項2": "赫夫帕夫",
    "選項3": "雷文克勞"
  },
  {
    "題目": "學生時期的魯霸·海格在地牢養大了一隻八眼巨蛛,牠的名字叫？",
    "答案": "阿辣哥(歐洲的你)",
    "選項1": "阿辣哥(非洲的你)",
    "選項2": "蘿蔔塔",
    "選項3": "騎士墜鬼馬"
  },
  {
    "題目": "學生們在課上被毒鬚攻擊可以做什麼？",
    "答案": "大聲念咒",
    "選項1": "接下來不用上課了",
    "選項2": "回擊",
    "選項3": "讓它消失"
  },
  {
    "題目": "彼得.佩迪魯變成過什麼動物？",
    "答案": "老鼠",
    "選項1": "蛇",
    "選項2": "貓",
    "選項3": "狗"
  },
  {
    "題目": "彼得.佩迪魯在佛地魔復活後還剩幾根手指？",
    "答案": 5,
    "選項1": 8,
    "選項2": 9,
    "選項3": 10
  },
  {
    "題目": "彼得.佩迪魯缺少的是哪根指頭？",
    "答案": "右手食指",
    "選項1": "左手食指",
    "選項2": "右手中指",
    "選項3": "左手中指"
  },
  {
    "題目": "天狼星·布萊克的家族座右銘？",
    "答案": "永遠純潔",
    "選項1": "永遠純粹",
    "選項2": "純血至上",
    "選項3": "權力至高"
  },
  {
    "題目": "天狼星·布萊克來自哪個學院？",
    "答案": "葛來分多",
    "選項1": "赫夫帕夫",
    "選項2": "雷文克勞",
    "選項3": "史萊哲林"
  },
  {
    "題目": "天狼星·布萊克騎著什麼動物逃離了抓捕？",
    "答案": "鷹馬",
    "選項1": "騎士墜鬼馬",
    "選項2": "鳳凰",
    "選項3": "龍"
  },
  {
    "題目": "天狼星·布萊克是從什麼地方知道彼得.佩迪魯的行蹤？",
    "答案": "預言家日报",
    "選項1": "其他犯人",
    "選項2": "夫子",
    "選項3": "阿茲卡班看守"
  },
  {
    "題目": "天狼星·布萊克在魔法部哪個部門的戰役中被貝拉·雷斯壯奪走了性命？",
    "答案": "神秘部門",
    "選項1": "魔法執行部",
    "選項2": "國際魔法交流合作部",
    "選項3": "魔法不當使用部門"
  },
  {
    "題目": "天狼星·布萊克的外號有人知道嗎？",
    "答案": "獸足",
    "選項1": "鹿角",
    "選項2": "蟲尾",
    "選項3": "月影"
  },
  {
    "題目": "天狼星·布萊克的祖宅位置在哪裡？",
    "答案": "古裡某街十二號",
    "選項1": "小漢果頓",
    "選項2": "高錐客洞",
    "選項3": "水蠟樹街4號"
  },
  {
    "題目": "天狼星·布萊克在阿茲卡班監獄關了幾年？",
    "答案": "12年",
    "選項1": "10年",
    "選項2": "13年",
    "選項3": "14年"
  },
  {
    "題目": "天狼星·布萊克的化獸師是什麼動物？",
    "答案": "黑色大狗",
    "選項1": "黑色貓咪",
    "選項2": "灰色大狗",
    "選項3": "白色貓頭鷹"
  },
  {
    "題目": "天狼星的母親叫什麼？",
    "答案": "瓦柏嘉·布萊克",
    "選項1": "多瑞婭.布萊克",
    "選項2": "德魯艾拉.布萊克",
    "選項3": "盧克麗霞.布萊克"
  },
  {
    "題目": "天狼星繼承的遺產來自誰？",
    "答案": "阿法.布萊克",
    "選項1": "瓦柏嘉.布萊克",
    "選項2": "獵戶星.布萊克",
    "選項3": "獅子阿爾發.布萊克"
  },
  {
    "題目": "天狼星在古靈閣的金庫是幾號？",
    "答案": "711號",
    "選項1": "712號",
    "選項2": "713號",
    "選項3": "715號"
  },
  {
    "題目": "天狼星在誰的幫助下進入了葛來分多塔樓？",
    "答案": "歪腿",
    "選項1": "榮恩.衛斯理",
    "選項2": "妙麗.格蘭傑",
    "選項3": "跩哥.馬份"
  },
  {
    "題目": "小巴堤·柯羅奇的標誌性動作是什麼？",
    "答案": "吐舌頭",
    "選項1": "撓頭",
    "選項2": "擤鼻子",
    "選項3": "抓耳朵"
  },
  {
    "題目": "辛尼區教授在霍格華茲教哪一門課程？",
    "答案": "天文學",
    "選項1": "煉金術",
    "選項2": "占卜學",
    "選項3": "符咒學"
  },
  {
    "題目": "喜歡讀雜誌的同學,有人知道哈利的表哥叫什麼名字嗎？",
    "答案": "達力",
    "選項1": "天狼星",
    "選項2": "奈威",
    "選項3": "西追"
  },
  {
    "題目": "贊諾·羅古德認為馭心梅可以加強人對什麼東西的感知能力？",
    "答案": "異常事物",
    "選項1": "發光物品",
    "選項2": "隱形事物",
    "選項3": "液態物品"
  },
  {
    "題目": "贊諾·羅古德認為旋舞針的翅膀能引發什麼？",
    "答案": "導入高級思维狀態",
    "選項1": "神經質狀態",
    "選項2": "熟睡",
    "選項3": "勃然大怒"
  },
  {
    "題目": "賽佛勒斯·石內卜少年時代曾被自己發明哪種咒語所捉弄？",
    "答案": "倒倒吊",
    "選項1": "咒咒虐",
    "選項2": "撕淌三步殺",
    "選項3": "阿哇呾喀呾啦"
  },
  {
    "題目": "賽佛勒斯·石內卜誤傷喬治·衛斯理的撕淌三步殺其實是為了保護誰？",
    "答案": "雷木思·路平",
    "選項1": "比爾.衛斯理",
    "選項2": "瘋眼穆敵",
    "選項3": "喬治.衛斯理"
  },
  {
    "題目": "賽佛勒斯·石內卜學生時代被起什麼外號？",
    "答案": "鼻涕卜",
    "選項1": "叉頭",
    "選項2": "麻種",
    "選項3": "獸足"
  },
  {
    "題目": "賽佛勒斯·石內卜幼時的家在哪條街上？",
    "答案": "紡紗街",
    "選項1": "教堂巷",
    "選項2": "古裡某街",
    "選項3": "水蠟樹街"
  },
  {
    "題目": "研究奇獸的巫師叫什麼？",
    "答案": "奇獸飼育學家",
    "選項1": "猛獸頭領",
    "選項2": "管理員",
    "選項3": "動物飼養者"
  },
  {
    "題目": "學院幽靈差點沒頭的尼克的本名叫什麼？",
    "答案": "尼古拉斯·德·敏西-波平頓",
    "選項1": "尼樂.勒梅",
    "選項2": "尼克.諾丁頓",
    "選項3": "尼古拉斯.葛萊分多"
  },
  {
    "題目": "學院幽靈中是誰一直反對將皮皮鬼趕出霍格華茲？",
    "答案": "胖修士",
    "選項1": "差點沒頭的尼克",
    "選項2": "血腥男爵",
    "選項3": "灰衣貴婦"
  },
  {
    "題目": "血腥男爵奪走了誰的性命？",
    "答案": "海蓮娜·雷文克勞",
    "選項1": "鄧不利多教授",
    "選項2": "艾莉絲.隆巴頓",
    "選項3": "麥朵.沃倫"
  },
  {
    "題目": "訓練鄧不利多的軍隊成員時，哈利說哪個咒語是巫師的必備咒語？",
    "答案": "昏擊咒",
    "選項1": "繳械咒",
    "選項2": "屏障咒",
    "選項3": "消失咒"
  },
  {
    "題目": "一次阿茲卡班越獄事件中,誰嚇得胖夫人逃出了畫框？",
    "答案": "天狼星.布萊克",
    "選項1": "賽佛勒斯.石內卜",
    "選項2": "差點沒頭的尼克",
    "選項3": "跩哥.馬份"
  },
  {
    "題目": "一群木精被叫作什麼？",
    "答案": "一個分支",
    "選項1": "一組",
    "選項2": "一個家庭",
    "選項3": "一個團隊"
  },
  {
    "題目": "一段往事,誰奪走了灰女士的性命？",
    "答案": "血腥男爵",
    "選項1": "佛地魔",
    "選項2": "彼得.佩迪魯",
    "選項3": "貝拉.雷斯壯"
  },
  {
    "題目": "一次魁地奇比賽中,哈利.波特骨折後誰給他使用了生骨藥？",
    "答案": "龐芮夫人",
    "選項1": "妙麗.格蘭傑",
    "選項2": "吉德羅.洛哈",
    "選項3": "赫瑞司.史拉轟"
  },
  {
    "題目": "一個有趣的問题,先有火焰,還是先有鳳凰？",
    "答案": "循環往復,沒有起點",
    "選項1": "火焰",
    "選項2": "一條沒有結尾的線",
    "選項3": "鳳凰"
  },
  {
    "題目": "一件趣事,學生時期隆巴頓教授的幻形怪形態是什麼？",
    "答案": "石內卜教授",
    "選項1": "蜘蛛",
    "選項2": "催狂魔",
    "選項3": "小丑"
  },
  {
    "題目": "一年級時,妙麗·格蘭傑裝在瓶子裡的火焰是什麼顏色的？",
    "答案": "藍色",
    "選項1": "黃色",
    "選項2": "綠色",
    "選項3": "紅色"
  },
  {
    "題目": "一年級三人組前往保護魔法石時，是誰攔住了他們？",
    "答案": "奈威·隆巴頓",
    "選項1": "賽佛勒斯.石內卜",
    "選項2": "麥米奈娃",
    "選項3": "阿不思.鄧不利多"
  },
  {
    "題目": "以前英國魔法部部門間使用的通訊工具是什麼？",
    "答案": "貓頭鷹",
    "選項1": "綠仙",
    "選項2": "妖精",
    "選項3": "咆哮信"
  },
  {
    "題目": "以下哪個頭銜或身份不曾被哈利·波特擁有過？",
    "答案": "S.P.E.W財務總管",
    "選項1": "魔法執行部門主管",
    "選項2": "鄧不利多的軍隊領導人",
    "選項3": "葛萊分多球隊隊長"
  },
  {
    "題目": "以下哪個不是阿不思·鄧不利多曾用過的辦公室密語？",
    "答案": "南瓜汁",
    "選項1": "檸檬雪寶",
    "選項2": "嘶嘶咻咻蜂",
    "選項3": "蟑螂串"
  },
  {
    "題目": "以下哪個不是衛氏巫師法寶店的獨家產品？",
    "答案": "吹寶超級泡泡糖",
    "選項1": "吹舌太妃糖",
    "選項2": "伸縮耳",
    "選項3": "摸魚點心盒"
  },
  {
    "題目": "以下哪本書不是吉德羅·洛哈要求的教科書？",
    "答案": "《與無臉妖同船旅行》",
    "選項1": "《與惡鬼四處遊蕩》",
    "選項2": "《與狼人結伴浪跡天涯》",
    "選項3": "《與巫婆共度假期》"
  },
  {
    "題目": "以下哪一本書是哈利.波特一年級書單沒有的？",
    "答案": "《基礎魔藥學》",
    "選項1": "《魔法理論》",
    "選項2": "《怪獸與牠們的產地》",
    "選項3": "《魔法藥劑與藥水》"
  },
  {
    "題目": "以下哪一個學生跟哈利不是同級？",
    "答案": "柯林‧克利維",
    "選項1": "西莫‧斐尼干",
    "選項2": "奈威‧隆巴頓",
    "選項3": "潘西‧帕金森"
  },
  {
    "題目": "以下哪一位能和哈利·波特一樣看到騎士墜鬼馬呢？",
    "答案": "露娜·羅古德",
    "選項1": "芭蒂‧巴堤",
    "選項2": "張秋",
    "選項3": "妙麗‧格蘭傑"
  },
  {
    "題目": "以下哪一位是榮恩·衛斯理在四年級時聖誕舞會上的舞伴？",
    "答案": "芭瑪·巴堤",
    "選項1": "張秋",
    "選項2": "芭蒂‧芭提",
    "選項3": "妙麗‧格蘭傑"
  },
  {
    "題目": "以下哪一種魔藥是強效安眠藥？",
    "答案": "一飲活死水",
    "選項1": "意亂情迷水",
    "選項2": "鎮定劑",
    "選項3": "迷亂藥"
  },
  {
    "題目": "以下哪種材料可以治療頑固性粉刺？",
    "答案": "泡泡莖膿汁",
    "選項1": "斑點老鸛草",
    "選項2": "黑妖精的卵",
    "選項3": "綠黴怪的分泌物"
  },
  {
    "題目": "以下哪種是黑妖精滅劑中的成分？",
    "答案": "綠黴怪",
    "選項1": "魔蘋果",
    "選項2": "黏巴蟲",
    "選項3": "毛菇精"
  },
  {
    "題目": "以下誰和魯霸·海格一樣是一位混血巨人？",
    "答案": "美心夫人",
    "選項1": "潘妮.清水",
    "選項2": "花兒.戴樂古",
    "選項3": "麥米奈娃"
  },
  {
    "題目": "以下哪種生物不曾生活在禁忌森林中？",
    "答案": "騶吾",
    "選項1": "八眼巨蛛",
    "選項2": "半人馬",
    "選項3": "獨角獸"
  },
  {
    "題目": "以下哪種魔藥材料是在月光下的禁忌森林中才能採集到的？",
    "答案": "斑點老鸛草",
    "選項1": "魔蘋果",
    "選項2": "蛇妖的唾液",
    "選項3": "獨角獸的血液"
  },
  {
    "題目": "以下人物中哪一位不是化獸師？",
    "答案": "娜吉妮",
    "選項1": "麥米奈娃",
    "選項2": "彼得.佩迪魯",
    "選項3": "麗塔.史譏"
  },
  {
    "題目": "以下誰是闇黑怨靈宿主？",
    "答案": "魁登斯·巴波",
    "選項1": "瑟拉菲娜.皮奎里",
    "選項2": "伊果.卡卡夫",
    "選項3": "蓋勒.葛林戴華德"
  },
  {
    "題目": "以下四個人物誰不是化獸師？",
    "答案": "水仙·馬份",
    "選項1": "麗塔.史譏",
    "選項2": "詹姆.波特",
    "選項3": "麥米奈娃"
  },
  {
    "題目": "以下四人誰沒有參加過三巫鬥法大賽？",
    "答案": "弗雷",
    "選項1": "花兒",
    "選項2": "哈利",
    "選項3": "西追"
  },
  {
    "題目": "以下伊法魔尼四大學院創始人中哪一位是麻瓜？",
    "答案": "詹姆斯·史都華",
    "選項1": "伊索.瑟爾",
    "選項2": "查威克.布特",
    "選項3": "韋伯.布特"
  },
  {
    "題目": "以下誰沒有當過級長？",
    "答案": "哈利·波特",
    "選項1": "跩哥.馬份",
    "選項2": "榮恩.衛斯理",
    "選項3": "妙麗.格蘭傑"
  },
  {
    "題目": "英國魔法部高級法院的组織名稱叫什麼？",
    "答案": "巫審加碼",
    "選項1": "鳳凰會",
    "選項2": "梅林爵士團",
    "選項3": "國際巫師聯盟"
  },
  {
    "題目": "英國魔法部的來賓入口是什麼建築物？",
    "答案": "電話亭",
    "選項1": "掃帚",
    "選項2": "鏡子",
    "選項3": "壁爐"
  },
  {
    "題目": "英國魔法部魔法兄弟噴泉中不包含下列哪種生物？",
    "答案": "黑妖精",
    "選項1": "人馬",
    "選項2": "妖精",
    "選項3": "家庭小精靈"
  },
  {
    "題目": "英國魔法部使用什麼方式取代了貓頭鷹傳遞資訊？",
    "答案": "紙飛機",
    "選項1": "風箏",
    "選項2": "掃帚",
    "選項3": "巧克力蛙卡片"
  },
  {
    "題目": "萬應室附近的掛毯上山怪穿著什麼？",
    "答案": "芭蕾舞裙",
    "選項1": "小丑服裝",
    "選項2": "野人服裝",
    "選項3": "馬鈴薯麻袋"
  },
  {
    "題目": "萬應室在城堡的幾樓？",
    "答案": "8樓",
    "選項1": "7樓",
    "選項2": "6樓",
    "選項3": "5樓"
  },
  {
    "題目": "有人知道,榮恩.衛斯理的父親亞瑟.衛斯理在哪裡工作嗎？",
    "答案": "魔法部",
    "選項1": "古靈閣",
    "選項2": "霍格華茲",
    "選項3": "《預言家日報》"
  },
  {
    "題目": "有人知道妙麗父母的職業是什麼嗎？",
    "答案": "牙醫",
    "選項1": "律師",
    "選項2": "推銷員",
    "選項3": "老師"
  },
  {
    "題目": "有人好奇路平教授的幻形怪形態是什麼嗎？",
    "答案": "滿月",
    "選項1": "銀子彈",
    "選項2": "佛地魔",
    "選項3": "催狂魔"
  },
  {
    "題目": "有人認識呱啦嗎？他是誰？",
    "答案": "海格同母異父的弟弟",
    "選項1": "海格的寵物龍",
    "選項2": "人馬",
    "選項3": "榮恩的老鼠"
  },
  {
    "題目": "有人知道是什麼讓娜吉妮變成一條蛇嗎？",
    "答案": "血咒",
    "選項1": "蛇妖毒液",
    "選項2": "化獸師變形失誤",
    "選項3": "變形咒"
  },
  {
    "題目": "有人知道是誰讓雷木思·路平成為了狼人嗎？",
    "答案": "焚銳·灰背",
    "選項1": "斯卡比奧",
    "選項2": "天狼星.布萊克",
    "選項3": "威廉.衛斯理"
  },
  {
    "題目": "有誰還記得佛地魔學生時期的名字？",
    "答案": "湯姆·瑞斗",
    "選項1": "尼樂·勒梅",
    "選項2": "蓋勒·葛林戴華德",
    "選項3": "小巴堤·柯羅奇"
  },
  {
    "題目": "有誰記得,鄧不利多教授的前一任校長姓名？",
    "答案": "阿曼多·狄劈",
    "選項1": "賽佛勒斯.石內卜",
    "選項2": "賴爾.路平",
    "選項3": "蓋勒.葛林戴華德"
  },
  {
    "題目": "有瞭解妙麗·格蘭傑的同學嗎？考考你，她的貓叫什麼？",
    "答案": "歪腿",
    "選項1": "阿諾",
    "選項2": "拿樂絲太太",
    "選項3": "斑斑"
  },
  {
    "題目": "有誰瞭解多比？他屬於什麼物種？",
    "答案": "家庭小精靈",
    "選項1": "地精",
    "選項2": "爆尾釘蝦",
    "選項3": "黑妖精"
  },
  {
    "題目": "有誰認識呱啦嗎？他是誰？",
    "答案": "海格同母異父的弟弟",
    "選項1": "榮恩的老鼠",
    "選項2": "人馬",
    "選項3": "海格的寵物龍"
  },
  {
    "題目": "有誰知道,哈利在哪裡購買了課本？",
    "答案": "華麗與污痕書店",
    "選項1": "奎諾書店",
    "選項2": "二手書店",
    "選項3": "惠滋.哈德圖書公司"
  },
  {
    "題目": "有誰知道哈利·波特的教父是誰？",
    "答案": "天狼星·布萊克",
    "選項1": "威農.德思禮",
    "選項2": "阿不思.鄧不利多",
    "選項3": "雷木思.路平"
  },
  {
    "題目": "有誰知道,哈利·波特的中間名是什麼？",
    "答案": "詹姆",
    "選項1": "天狼星",
    "選項2": "達力",
    "選項3": "布萊恩"
  },
  {
    "題目": "有誰知道,阿不思·鄧不利多的妹妹是誰？",
    "答案": "亞蕊安娜",
    "選項1": "阿比蓋爾",
    "選項2": "羅文娜",
    "選項3": "加布麗"
  },
  {
    "題目": "有誰知道,食童怪喜歡吃什麼？",
    "答案": "小孩",
    "選項1": "南瓜餡餅",
    "選項2": "花園地精",
    "選項3": "捲心菜"
  },
  {
    "題目": "有誰知道,海格養育的小龍叫什麼名字？",
    "答案": "蘿蔔",
    "選項1": "蟲尾",
    "選項2": "毛毛",
    "選項3": "歪腿"
  },
  {
    "題目": "有誰知道,石內卜教授曾是是哪個學院的院長？",
    "答案": "史萊哲林",
    "選項1": "葛萊分多",
    "選項2": "赫夫帕夫",
    "選項3": "雷文克勞"
  },
  {
    "題目": "有誰知道,為什麼血腥男爵總戴著鎖鏈嗎？",
    "答案": "內心懺悔",
    "選項1": "便於恐嚇",
    "選項2": "死前遺留",
    "選項3": "時尚裝飾"
  },
  {
    "題目": "有誰知道是誰奪走了家庭小精靈多比的性命嗎？",
    "答案": "貝拉·雷斯壯",
    "選項1": "焚銳.灰背",
    "選項2": "跩哥.馬份",
    "選項3": "魯休斯.馬份"
  },
  {
    "題目": "有誰知道血腥男爵是怎麼死的？",
    "答案": "自我了斷",
    "選項1": "被奪走了性命",
    "選項2": "船難中遇險",
    "選項3": "戰爭中犧牲"
  },
  {
    "題目": "有同學知道佛地魔的母親叫什麼名字嗎？",
    "答案": "魔柔",
    "選項1": "瑪麗",
    "選項2": "賽西拉",
    "選項3": "德爾菲尼"
  },
  {
    "題目": "有幾個人曾是佛地魔認為的天選之子？",
    "答案": 2,
    "選項1": 1,
    "選項2": 3,
    "選項3": 4
  },
  {
    "題目": "用來學院記分的沙漏裡面裝的是什麼？",
    "答案": "寶石",
    "選項1": "細沙",
    "選項2": "魔藥",
    "選項3": "水"
  },
  {
    "題目": "用乾起司製作大釜的巫師是誰？",
    "答案": "韓弗理·貝爾切",
    "選項1": "飛力博士",
    "選項2": "伏林.伏德秋",
    "選項3": "赫普茲巴.史密斯"
  },
  {
    "題目": "由哪一種杖芯製成的魔杖很難駕馭但是卻很適合用於變形？",
    "答案": "雷鳥的尾羽",
    "選項1": "獨角獸的毛",
    "選項2": "迷拉的頭髮",
    "選項3": "鳳凰的羽毛"
  },
  {
    "題目": "與哈利·波特交好的衛斯理一家曾居住的房子叫什麼？",
    "答案": "洞穴屋",
    "選項1": "萬應室",
    "選項2": "古里某街",
    "選項3": "剛特老宅"
  },
  {
    "題目": "古里某街十二號由什麼咒語保護？",
    "答案": "忠實咒",
    "選項1": "反現影術咒",
    "選項2": "驅逐咒",
    "選項3": "反開鎖咒"
  },
  {
    "題目": "《預言家日報》的記者麗塔·史譏能變成什麼？",
    "答案": "甲蟲",
    "選項1": "蝙蝠",
    "選項2": "貓",
    "選項3": "鳥"
  },
  {
    "題目": "《預言家日报》上鄧不利多的訃告是誰寫的？",
    "答案": "艾飛·道奇",
    "選項1": "麗塔.史譏",
    "選項2": "麥教授",
    "選項3": "哈利.波特"
  },
  {
    "題目": "與蛇妖的眼睛對視會發生什麼？",
    "答案": "死亡",
    "選項1": "笑得停不下來",
    "選項2": "暈倒",
    "選項3": "用爬說嘴說話"
  },
  {
    "題目": "亞瑟·衛斯理在遭到娜吉妮攻擊後被送去了哪裡？",
    "答案": "聖蒙果魔法疾病與傷害醫院",
    "選項1": "鄧不利多的辦公室",
    "選項2": "魔法部",
    "選項3": "洞穴屋"
  },
  {
    "題目": "幻影鬼是幻影猿與誰結合的後代？",
    "答案": "惡鬼",
    "選項1": "吸血鬼",
    "選項2": "兩腳蛇",
    "選項3": "玻璃獸"
  },
  {
    "題目": "詭雷有什麼用？",
    "答案": "吸引火力",
    "選項1": "打破障礙",
    "選項2": "舉辦晚宴",
    "選項3": "只是為了好玩"
  },
  {
    "題目": "因弗農姨夫出言不遜，海格讓達利長出了什麼尾巴？",
    "答案": "豬尾巴",
    "選項1": "蛇尾巴",
    "選項2": "狼尾巴",
    "選項3": "蟲尾"
  },
  {
    "題目": "通往魔法石的關卡中，巫師棋這一關是誰設定的？",
    "答案": "麥教授",
    "選項1": "孚立維教授",
    "選項2": "奎若教授",
    "選項3": "石內卜教授"
  },
  {
    "題目": "在巫師棋對決中，榮恩·衛斯理被哪種棋子擊中了？",
    "答案": "皇后",
    "選項1": "國王",
    "選項2": "主教",
    "選項3": "騎士"
  },
  {
    "題目": "在日本最受推崇的魔杖是由什麼木材製成的？",
    "答案": "櫻桃木",
    "選項1": "冬青木",
    "選項2": "山楂木",
    "選項3": "紫衫木"
  },
  {
    "題目": "在比爾和花兒的婚禮上,是誰因為露娜父親的項鍊而發生了爭吵？",
    "答案": "維克多·喀浪",
    "選項1": "牡丹姑婆",
    "選項2": "艾飛.道奇",
    "選項3": "巴尼.衛斯理"
  },
  {
    "題目": "在教黑魔法防禦術之前,奎若教授教什麼課？",
    "答案": "麻瓜研究",
    "選項1": "占卜學",
    "選項2": "魔藥學",
    "選項3": "藥草學"
  },
  {
    "題目": "在魯霸·海格之前的奇獸飼育學教授是誰？",
    "答案": "焦壺教授",
    "選項1": "奎若教授",
    "選項2": "石內卜教授",
    "選項3": "史拉轟教授"
  },
  {
    "題目": "在密室中,鳳凰的眼淚解了哪種生物的毒？",
    "答案": "蛇妖",
    "選項1": "黑妖精",
    "選項2": "惡閃鴉",
    "選項3": "八眼巨蛛"
  },
  {
    "題目": "在座有魁地奇愛好者嗎？考考你,哈利·波特的第一把掃帚是什麼型號？",
    "答案": "光輪2000",
    "選項1": "光輪2001",
    "選項2": "火閃電",
    "選項3": "彗星260"
  },
  {
    "題目": "在霍格華茲,由什麼來決定新生的學院？",
    "答案": "分類帽",
    "選項1": "麥教授",
    "選項2": "鄧不利多教授",
    "選項3": "差點沒頭的尼克"
  },
  {
    "題目": "在跩哥·馬份的幫助下,食死人通過什麼進入了霍格華茲？",
    "答案": "消失櫥櫃",
    "選項1": "意若思鏡",
    "選項2": "魔法石",
    "選項3": "時光器"
  },
  {
    "題目": "在反抗調查官恩不里居過程中,衛斯理兄弟是在什麼考試中放的煙火？",
    "答案": "O·W·L·魔咒理論考試",
    "選項1": "O.W.L黑魔法防禦考試",
    "選項2": "O.L.W黑魔法防禦導論考試",
    "選項3": "O.L.W魔法史考試"
  },
  {
    "題目": "在古靈閣中,哪種物品被用於控制守護重要金庫的龍？",
    "答案": "叮叮噹",
    "選項1": "熄燈器",
    "選項2": "防護帽",
    "選項3": "咆哮信"
  },
  {
    "題目": "在哈利四年級時他的表哥達利因為體重過重需要減肥，而減肥的早餐是什麼？",
    "答案": "葡萄柚",
    "選項1": "橘子",
    "選項2": "蘋果",
    "選項3": "柳丁"
  },
  {
    "題目": "在霍格華茲,學生能夠接受的“普等巫術等級考試”的科目最多是？",
    "答案": "12科",
    "選項1": "8科",
    "選項2": "10科",
    "選項3": "13科"
  },
  {
    "題目": "在霍格華茲舉辦的三巫鬥法大賽第二個項目中，哪個咒語被兩位選手同時使用，用以完成比賽？",
    "答案": "氣泡頭咒",
    "選項1": "變形術",
    "選項2": "護法咒",
    "選項3": "速速前"
  },
  {
    "題目": "在霍格華茲中,成績等級為A代表什麼？",
    "答案": "及格",
    "選項1": "優秀",
    "選項2": "不合格",
    "選項3": "超出預期"
  },
  {
    "題目": "在王十字街前往霍格華茲的火車是幾點發車？",
    "答案": "十一點",
    "選項1": "十點",
    "選項2": "十點三刻",
    "選項3": "十一點三刻"
  },
  {
    "題目": "魁地奇比賽中，抓住金探子可以加多少分？",
    "答案": 150,
    "選項1": 100,
    "選項2": 120,
    "選項3": 200
  },
  {
    "題目": "在魁地奇比賽中,搜捕手抓住金探子,給多少分？",
    "答案": 150,
    "選項1": 90,
    "選項2": 120,
    "選項3": 100
  },
  {
    "題目": "在魁地奇世界盃中維克多·喀浪抓住金探子的戰術是什麼？",
    "答案": "隆斯基詐騙法",
    "選項1": "勒布朗詐騙法",
    "選項2": "威尼斯詐騙法",
    "選項3": "布朗克詐騙法"
  },
  {
    "題目": "在密室，誰治好了哈利被蛇妖咬傷的胳膊？",
    "答案": "佛客使",
    "選項1": "金妮",
    "選項2": "鄧不利多",
    "選項3": "石內卜"
  },
  {
    "題目": "在密室中鳳凰佛客使給哈利·波特帶來了什麼？",
    "答案": "分類帽",
    "選項1": "魔法石",
    "選項2": "大草帽",
    "選項3": "葛萊芬多寶劍"
  },
  {
    "題目": "在最後的大戰中，誰去密室拿了蛇妖的牙齒？",
    "答案": "妙麗和榮恩",
    "選項1": "哈利和榮恩",
    "選項2": "奈威和金妮",
    "選項3": "哈利和妙麗"
  },
  {
    "題目": "在魔法火焰的灰燼中可以找到什麼生物？",
    "答案": "火灰蛇",
    "選項1": "獅面龍尾羊",
    "選項2": "玻璃獸",
    "選項3": "爆尾釘蝦"
  },
  {
    "題目": "在七個波特之戰中哈利·波特由於施展了什麼咒語而被認出？",
    "答案": "繳械咒",
    "選項1": "迷糊咒",
    "選項2": "抽離咒",
    "選項3": "切割咒"
  },
  {
    "題目": "在\"七個波特\"大戰中，誰沒有喝下變身水變為哈利.波特？",
    "答案": "雷木思.路平",
    "選項1": "喬治.衛斯理",
    "選項2": "花兒.戴樂古",
    "選項3": "蒙當葛.弗列契"
  },
  {
    "題目": "在馬份莊園，貝拉·雷斯壯在妙麗·格蘭傑的手臂上寫了什麼？",
    "答案": "麻種",
    "選項1": "咒咒虐",
    "選項2": "黑魔標記",
    "選項3": "魔魔斃"
  },
  {
    "題目": "在對旅行者和時間本身都不造成任何可能的嚴重損害的前提下，時間旅行的最長期限約為？",
    "答案": "5小時",
    "選項1": "6小時",
    "選項2": "7小時",
    "選項3": "8小時"
  },
  {
    "題目": "在羅古德家中被食死人追擊時，妙麗對贊諾施了什麼咒語？",
    "答案": "空空，遺忘",
    "選項1": "吩吩綻",
    "選項2": "衝衝攻",
    "選項3": "整整--石化"
  },
  {
    "題目": "在三巫鬥法大賽舉辦那年的魁地奇世界盃獲勝隊伍是？",
    "答案": "愛爾蘭隊",
    "選項1": "保加利亞隊",
    "選項2": "英國隊",
    "選項3": "法國隊"
  },
  {
    "題目": "在三巫鬥法大賽時,西追·迪哥裡告訴了哈利.波特什麼的線索？",
    "答案": "金蛋",
    "選項1": "人魚",
    "選項2": "迷宮",
    "選項3": "龍"
  },
  {
    "題目": "在三巫鬥法大賽中，是誰告訴了西追.迪哥裡如何開啟金蛋？",
    "答案": "小巴堤.柯羅奇",
    "選項1": "張秋",
    "選項2": "哈利.波特",
    "選項3": "魯霸.海格"
  },
  {
    "題目": "在三巫鬥法大賽中,哈利從黑湖裡救出了誰？",
    "答案": "榮恩和佳兒.戴樂古",
    "選項1": "金妮和妙麗",
    "選項2": "榮恩和妙麗",
    "選項3": "妙麗和佳兒.戴樂古"
  },
  {
    "題目": "在第二項挑戰中,除了榮恩.衛斯理之外，另一個被哈利.波特救出湖底的人是誰？",
    "答案": "佳兒.戴樂古",
    "選項1": "秋.張",
    "選項2": "妙麗.格蘭傑",
    "選項3": "李.喬丹"
  },
  {
    "題目": "在三巫鬥法大賽中,誰沒有成功救下水下的人質？",
    "答案": "花兒·戴樂古",
    "選項1": "維克多‧喀浪",
    "選項2": "哈利‧波特",
    "選項3": "西追‧迪哥里"
  },
  {
    "題目": "在使用者忘記了一些事情的時候記憶球會變成什麼顏色？",
    "答案": "紅色",
    "選項1": "紫色",
    "選項2": "白色",
    "選項3": "藍色"
  },
  {
    "題目": "在小漢果頓的墓地中,西追·迪哥裡向哈利提出的最後一個請求是什麼？",
    "答案": "把他的屍體帶給他的父母",
    "選項1": "和秋道別",
    "選項2": "替他的記憶報仇",
    "選項3": "打敗佛地魔"
  },
  {
    "題目": "在與佛地魔的最後決戰中,誰面對佛地魔時謊稱哈利.波特死了？",
    "答案": "水仙·馬份",
    "選項1": "跩哥.馬份",
    "選項2": "彼得.佩迪魯",
    "選項3": "多比"
  },
  {
    "題目": "在與佛地魔的戰鬥中，是誰的媽媽協助哈利·波特製造了假死的假象，騙過了所有人？",
    "答案": "跩哥·馬份",
    "選項1": "妙麗‧格蘭傑",
    "選項2": "奈威‧隆巴頓",
    "選項3": "榮恩‧衛斯理"
  },
  {
    "題目": "在葛林戴華德的集會上，紐特·斯卡曼德的哪隻奇獸偷走了血盟？",
    "答案": "玻璃獸",
    "選項1": "木精",
    "選項2": "闇黑怨靈",
    "選項3": "幻影猿"
  },
  {
    "題目": "在那個糟糕的學年裡,恩不里居代理校長是如何離開霍格華茲的？",
    "答案": "被皮皮鬼趕出學校",
    "選項1": "魔法部的正氣師將她接走了",
    "選項2": "騎著一頭鷹馬飛走了",
    "選項3": "學生們用屎炸彈趕走了她"
  },
  {
    "題目": "在1996年神秘部門大戰中，妙麗被哪個食死人重傷並且差點死掉？",
    "答案": "安東寧·杜魯哈",
    "選項1": "貝拉·雷斯壯",
    "選項2": "索分·羅爾",
    "選項3": "魯休斯·馬份"
  },
  {
    "題目": "在哈利的逃亡期間，他收聽了一個廣播電臺是什麼？",
    "答案": "波特觀察",
    "選項1": "嘿美觀察",
    "選項2": "歪腿站",
    "選項3": "賽佛勒斯站"
  },
  {
    "題目": "在哈利.波特上學時期,當密室被打開時,第一位被襲擊的學生是誰？",
    "答案": "柯林·克利维",
    "選項1": "拿樂絲太太",
    "選項2": "賈斯汀.方列里",
    "選項3": "敏西波平敦的尼古拉斯爵士"
  },
  {
    "題目": "在鄧不利多年輕時，曾不幸吃到哪個味道的柏蒂全口味豆子？",
    "答案": "嘔吐物味",
    "選項1": "鼻屎味",
    "選項2": "耳屎味",
    "選項3": "泥土味"
  },
  {
    "題目": "仇敵鏡的作用？",
    "答案": "顯示你的敵人正在逼近",
    "選項1": "與朋友聯繫",
    "選項2": "帶你找到寶藏",
    "選項3": "表達你最深的渴望"
  },
  {
    "題目": "知名的魁地奇世界盃選手威克多·喀浪是哪個國家代表隊的？",
    "答案": "保加利亞隊",
    "選項1": "冰島隊",
    "選項2": "德國隊",
    "選項3": "芬蘭隊"
  },
  {
    "題目": "最終,鄧不利多教授被奪走性命的地方是哪裡？",
    "答案": "天文塔",
    "選項1": "萬應室",
    "選項2": "鐘塔",
    "選項3": "禁忌森林"
  },
  {
    "題目": "最初和最終,哈利乘坐什麼交通工具來到及離開水蠟樹街4號的？",
    "答案": "摩托車",
    "選項1": "火閃電",
    "選項2": "光輪2000",
    "選項3": "霍格華茲特快車"
  },
  {
    "題目": "最後大決戰中,哈利·波特在哪裡陷入假死？",
    "答案": "禁忌森林",
    "選項1": "餐廳",
    "選項2": "倫敦",
    "選項3": "西塔樓"
  },
  {
    "題目": "最後一個被摧毀的分靈體是什麼？",
    "答案": "娜吉妮",
    "選項1": "海加.赫夫帕夫的金杯",
    "選項2": "薩拉紮.史萊哲林的小金匣",
    "選項3": "羅威娜.雷文克勞的冠冕"
  },
  {
    "題目": "眾所周知,皮皮鬼最怕哪個幽靈？",
    "答案": "血腥男爵",
    "選項1": "胖修士",
    "選項2": "差點沒頭的尼克",
    "選項3": "愛哭鬼麥朵"
  },
  {
    "題目": "占卜學課本是下列中哪一本？",
    "答案": "《撥開未來的迷霧》",
    "選項1": "《先知怎麼說？》",
    "選項2": "《預測未知》",
    "選項3": "《死亡預兆》"
  },
  {
    "題目": "怪人溫德林因為喜歡被火焰焚燒一共故意被逮捕了多少次？",
    "答案": "47次",
    "選項1": "40次",
    "選項2": "32次",
    "選項3": "42次"
  },
  {
    "題目": "爆尾釘蝦是火螃蟹和什麼生物的雜交後代？",
    "答案": "人面蠍尾獅",
    "選項1": "美人魚",
    "選項2": "人馬",
    "選項3": "巫婆"
  },
  {
    "題目": "附子和牛扁的區別是什麼？",
    "答案": "沒有區別",
    "選項1": "大小不同",
    "選項2": "顏色不同",
    "選項3": "功效不同"
  },
  {
    "題目": "最初是誰發現了哈利·波特是一名天生的魁地奇球手？",
    "答案": "麥米奈娃",
    "選項1": "魯休斯.馬份",
    "選項2": "阿不思.鄧不利多",
    "選項3": "妙麗.格蘭傑"
  },
  {
    "題目": "直到20世紀30年代仍舊是“真正純種”的英國巫師家族有幾個？",
    "答案": 28,
    "選項1": 29,
    "選項2": 24,
    "選項3": 25
  },
  {
    "題目": "美國魔法國會的首席主席是誰？",
    "答案": "約西亞.傑克森",
    "選項1": "艾伯爾.弗萊明",
    "選項2": "索恩頓.哈卡威",
    "選項3": "伊莉莎白.麥吉利葛蒂"
  },
  {
    "題目": "出現在巧克力蛙畫片中的中國煉金術士是誰？",
    "答案": "鄒衍",
    "選項1": "周衍",
    "選項2": "孔福",
    "選項3": "孔博"
  },
  {
    "題目": "歐洲的巫師們什麼時候開始使用飛天掃帚？",
    "答案": "西元962年",
    "選項1": "西元960年",
    "選項2": "西元682年",
    "選項3": "西元680年"
  },
  {
    "題目": "葛來分多寶劍能摧毀分靈體是因為它吸收了什麼物品的力量？",
    "答案": "蛇妖毒液",
    "選項1": "哈利的血",
    "選項2": "鳳凰眼淚",
    "選項3": "湯姆日記的墨水"
  },
  {
    "題目": "1加隆等於多少納特？",
    "答案": 493,
    "選項1": 495,
    "選項2": 520,
    "選項3": 210
  },
  {
    "題目": "1加隆等於多少西可？",
    "答案": 17,
    "選項1": 42,
    "選項2": 29,
    "選項3": 6
  },
  {
    "題目": "1西可等於多少納特？",
    "答案": 29,
    "選項1": 32,
    "選項2": 12,
    "選項3": 17
  },
  {
    "題目": "1994年的魁地奇世界盃得主是誰？",
    "答案": "愛爾蘭隊",
    "選項1": "威爾士隊",
    "選項2": "秘魯隊",
    "選項3": "保加利亞隊"
  },
  {
    "題目": "1994年魁地奇世界盃決賽時,誰召喚出了黑魔標記？",
    "答案": "小巴堤·柯羅奇",
    "選項1": "貝拉.雷斯壯",
    "選項2": "魯休斯.馬份",
    "選項3": "彼得.佩迪魯"
  },
  {
    "題目": "1997年佛地魔控制下的魔法部内,大廳雕像上寫著什麼？",
    "答案": "魔法即是力量",
    "選項1": "血統即是力量",
    "選項2": "我不能說謊",
    "選項3": "龍寢時忌驚"
  },
  {
    "題目": "1997年霍格華茲的黑魔法防禦術教授由誰擔當？",
    "答案": "艾米克·卡羅",
    "選項1": "麥教授",
    "選項2": "賽佛勒斯·石內卜",
    "選項3": "桃樂絲·恩不里居"
  },
  {
    "題目": "1997年英國魔法部倒臺前的部長是？",
    "答案": "盧夫·昆爵",
    "選項1": "派厄思.希克尼",
    "選項2": "康尼留斯·夫子",
    "選項3": "派西·衛斯理"
  },
  {
    "題目": "1979年誰向阿不思做了一個具有打敗佛地魔能力的孩子會出生的預言？",
    "答案": "西碧·崔老妮",
    "選項1": "愛咪.班森",
    "選項2": "比利.史塔",
    "選項3": "鄧尼斯.畢肖普"
  },
  {
    "題目": "1985-1986學年，誰帶領葛來分多魁地奇球隊贏得了魁地奇學院杯？",
    "答案": "查理·衛斯理",
    "選項1": "比爾.衛斯理",
    "選項2": "哈利.波特",
    "選項3": "奧利佛.木透"
  },
  {
    "題目": "1918年，紐特·斯卡曼德受哪家公司委託撰寫了怪獸與牠們的產地？",
    "答案": "闇黑怨靈圖書公司",
    "選項1": "家庭小精靈圖書公司",
    "選項2": "妖精圖書公司",
    "選項3": "野獸圖書公司"
  },
  {
    "題目": "1792年三巫鬥法大賽中,什麼生物横衝直撞導致三名裁判受傷？",
    "答案": "雞蛇",
    "選項1": "蛇妖",
    "選項2": "紫角獸",
    "選項3": "三頭巨犬"
  },
  {
    "題目": "關於哈利‧波特的預言球在神秘部門的第幾排？",
    "答案": "第97排",
    "選項1": "第37排",
    "選項2": "第93排",
    "選項3": "第94排"
  },
  {
    "題目": "張秋曾經使用過什麼貓頭鷹給自己的母親寄去生日禮物?",
    "答案": "草鴞",
    "選項1": "雪鴞",
    "選項2": "雕鴞",
    "選項3": "鳴角鴞"
  },
  {
    "題目": "露娜·羅古德喜歡的耳墜款式是?",
    "答案": "馭心梅",
    "選項1": "香菜",
    "選項2": "甜菜根",
    "選項3": "辣椒"
  },
  {
    "題目": "榮恩·衛斯理的哥哥曾把什麼變成大蜘蛛嚇到了榮恩?",
    "答案": "泰迪熊玩具",
    "選項1": "魔法書",
    "選項2": "洋娃娃",
    "選項3": "貓頭鷹"
  },
  {
    "題目": "學期結束時，學院分最高的學院會贏得什麼榮譽?",
    "答案": "學院盃",
    "選項1": "普通巫師等級考試考試",
    "選項2": "三巫鬥法大賽",
    "選項3": "決鬥社"
  },
  {
    "題目": "石內卜教授關哈利禁閉時曾經讓他處理過什麼魔藥材料?",
    "答案": "黏巴蟲",
    "選項1": "蛞蝓",
    "選項2": "蛇妖的毒牙",
    "選項3": "蟾蜍"
  },
  {
    "題目": "在取得魔法石的關卡中，哪一門課的教授設置了第六道關卡?",
    "答案": "魔藥學",
    "選項1": "變形術",
    "選項2": "符咒學",
    "選項3": "藥草學"
  },
  {
    "題目": "是誰曾經在暑假輔導過哈利魔法史作業?",
    "答案": "伏林·伏德秋",
    "選項1": "破釜酒吧的湯姆",
    "選項2": "華麗與污痕書店店員",
    "選項3": "摩金夫人"
  },
  {
    "題目": "在騎士公車上，哈利‧波特假冒成了誰？",
    "答案": "奈威‧隆巴頓",
    "選項1": "妙麗‧格蘭傑",
    "選項2": "榮恩‧衛斯理",
    "選項3": "跩哥‧馬份"
  },
  {
    "題目": "哈利波特參加三巫鬥法那次波巴洞和另一個學校是在幾點幾分抵達霍格華茲？",
    "答案": "十月三十日傍晚六時",
    "選項1": "十一月三十日傍晚六時",
    "選項2": "十月二十九日傍晚六時",
    "選項3": "十月三十日傍晚十時"
  },
  {
    "題目": "龍守仁的魔杖是什麼？",
    "答案": "12英寸銀杏，龍的神經",
    "選項1": "13英寸蘋果木，鳳凰羽毛",
    "選項2": "13英寸冬青木，龍的神經",
    "選項3": "12英寸金合歡木，迷拉頭髮"
  },
  {
    "題目": "維拉死後變成了幽靈，現在你可以在霍格華茲的哪裡遇見她？",
    "答案": "魁地奇球場、廊橋附近和船屋附近",
    "選項1": "城堡走廊",
    "選項2": "魁地奇帳篷",
    "選項3": "女生盥洗室"
  },
  {
    "題目": "在哈利為第三關做準備的時候，麥教授提供了什麼幫助？",
    "答案": "允許在午飯時間使用變形學教室",
    "選項1": "送給他很多有用的藥水",
    "選項2": "借給他很多有用的書",
    "選項3": "親自輔導他變形術"
  },
  {
    "題目": "在第三項迷宮挑戰中，如果遇見困難了，勇士可以發射什麼顏色的火花求救？",
    "答案": "紅色",
    "選項1": "喀浪",
    "選項2": "西追",
    "選項3": "花兒.戴樂古"
  },
  {
    "題目": "魔法所的建築材質是什麼？",
    "答案": "純白羊脂玉",
    "選項1": "花崗岩",
    "選項2": "竹子",
    "選項3": "大理石"
  },
  {
    "題目": "共有多少所學校是已知的？",
    "答案": 7,
    "選項1": 5,
    "選項2": 6,
    "選項3": 8
  },
  {
    "題目": "蔻爾的母親是做什麼工作？",
    "答案": "魔法事故和災難司",
    "選項1": "藥草學專家",
    "選項2": "麻瓜警察",
    "選項3": "聖蒙果醫院治療師"
  },
  {
    "題目": "龍守仁是從哪所魔法學校畢業的？",
    "答案": "在已知的紀錄裡他沒有去過魔法學校",
    "選項1": "霍格華茲",
    "選項2": "德姆蘭",
    "選項3": "魔法所"
  },
  {
    "題目": "學生最少的魔法學校是哪所？",
    "答案": "魔法所",
    "選項1": "霍格華茲",
    "選項2": "伊法魔尼",
    "選項3": "波巴洞"
  },
  {
    "題目": "一個對南美洲魔法生物和植物感興趣的霍格華茲學生可以選擇去哪所學校交流？",
    "答案": "卡斯特羅布舍",
    "選項1": "德姆蘭",
    "選項2": "瓦加度",
    "選項3": "伊法魔尼"
  },
  {
    "題目": "伊法摩尼在十七世紀建立，它的建立者是？",
    "答案": "伊索‧瑟爾及其丈夫",
    "選項1": "米莉森.巴格諾及其丈夫",
    "選項2": "巴蒂達.巴沙特及其丈夫",
    "選項3": "阿米莉亞.博恩斯及其丈夫"
  },
  {
    "題目": "在哈利波特參加三巫鬥法大賽的那一年，比賽的裁判團不包括以下哪一位？",
    "答案": "麥教授",
    "選項1": "魯多.貝漫",
    "選項2": "巴堤.柯羅奇",
    "選項3": "卡卡夫教授"
  },
  {
    "題目": "年滿多少歲就可以被魔法所錄取？",
    "答案": "七歲",
    "選項1": "九歲",
    "選項2": "五歲",
    "選項3": "十一歲"
  },
  {
    "題目": "在哈利波特參加三巫鬥法大賽的時候，第一項比賽中他獲得的最低分數是誰打出來的幾分？",
    "答案": "卡卡夫，4",
    "選項1": "鄧不利多，8",
    "選項2": "美心，7",
    "選項3": "卡卡夫，0"
  },
  {
    "題目": "迷宮中爆尾釘蝦是被兩道什麼咒語同時擊中而倒下的？",
    "答案": "咄咄失",
    "選項1": "噴噴障",
    "選項2": "阿哇呾喀呾啦",
    "選項3": "去去，武器走"
  },
  {
    "題目": "誰從石內卜那裡偷走了魚鰓草，幫助哈利順利透過第二關？",
    "答案": "多比",
    "選項1": "妙麗",
    "選項2": "穆敵",
    "選項3": "魯多.貝漫"
  },
  {
    "題目": "以下哪個地區不包含已知的魔法學校？",
    "答案": "澳大利亞",
    "選項1": "東亞",
    "選項2": "南美洲",
    "選項3": "北美洲"
  },
  {
    "題目": "根據維拉的生活年代，以下哪位有可能看過維拉的比賽？",
    "答案": "鄧不利多",
    "選項1": "哈利.波特",
    "選項2": "佛地魔",
    "選項3": "詹姆.波特"
  },
  {
    "題目": "龍守仁被火龍烈焰襲擊，失去了身體的哪個部位？",
    "答案": "左手",
    "選項1": "右腿",
    "選項2": "左腿",
    "選項3": "右手"
  },
  {
    "題目": "維拉在她入學後的第幾年就獲得了魁地奇獎杯？",
    "答案": "第二年",
    "選項1": "從未獲得",
    "選項2": "第三年",
    "選項3": "第一年"
  },
  {
    "題目": "著名煉金術師尼樂．勒梅畢業於哪所魔法學校",
    "答案": "波巴洞",
    "選項1": "德姆蘭",
    "選項2": "霍格華茲",
    "選項3": "伊法魔尼"
  },
  {
    "題目": "卡斯特羅布舍由誰保護？",
    "答案": "凱波拉",
    "選項1": "無需保護",
    "選項2": "鱷魚",
    "選項3": "雨林中的仙女"
  },
  {
    "題目": "維拉生前所在的學院是？",
    "答案": "赫夫帕夫",
    "選項1": "葛萊分多",
    "選項2": "雷文克勞",
    "選項3": "史萊哲林"
  },
  {
    "題目": "哈利．波特參加三巫鬥法大賽的那一年，獲勝者獎勵是什麼？",
    "答案": "一千加隆",
    "選項1": "證書",
    "選項2": "霍格華茲特殊貢獻獎",
    "選項3": "火閃電"
  },
  {
    "題目": "以下哪所魔法學校不接受麻瓜學生入學？",
    "答案": "德姆蘭",
    "選項1": "霍格華茲",
    "選項2": "伊法魔尼",
    "選項3": "瓦加度"
  },
  {
    "題目": "維拉在去世時在球隊裡擔任的位置是什麼？",
    "答案": "搜捕手",
    "選項1": "看守手",
    "選項2": "追蹤手",
    "選項3": "打擊手"
  },
  {
    "題目": "阿比蓋爾的出生是？",
    "答案": "混血",
    "選項1": "麻瓜血統",
    "選項2": "爆竹",
    "選項3": "純血"
  },
  {
    "題目": "美國魔法國會的首長瑟拉菲娜．皮奎利入學時獲得了伊法摩尼所有學院的錄取，她最後選擇了哪個學院入學？",
    "答案": "長腳水蛇",
    "選項1": "雷鳥",
    "選項2": "貓豹",
    "選項3": "魒骻吉"
  },
  {
    "題目": "學生自製的支援西追徽章按一下之後會出現什麼？",
    "答案": "「波特是大爛貨」",
    "選項1": "「霍格華茲永遠勝利」",
    "選項2": "「波特也可以」",
    "選項3": "「五西可一個」"
  },
  {
    "題目": "以下哪位沒有自己嘗試把報名羊皮紙丟入火盃？",
    "答案": "哈利．波特",
    "選項1": "安吉利娜",
    "選項2": "弗雷．衛斯理",
    "選項3": "瓦林頓"
  },
  {
    "題目": "卡斯特羅布舍的學生制服是什麼顏色的？",
    "答案": "亮綠色",
    "選項1": "藍色",
    "選項2": "五顏六色",
    "選項3": "灰色"
  },
  {
    "題目": "魔法所的學生長袍顏色會根據學生的知識改變，如果學生在所有科目都獲得最高分，長袍會變成什麼顏色？",
    "答案": "金色",
    "選項1": "綠色",
    "選項2": "黑色",
    "選項3": "紅色"
  },
  {
    "題目": "非常有用的定向咒是誰發現並建議哈利練習的？",
    "答案": "妙麗",
    "選項1": "多比",
    "選項2": "榮恩",
    "選項3": "鄧不利多教授"
  },
  {
    "題目": "在什麼情況下，魔法所的學生會被開除？",
    "答案": "學生制服變成白色",
    "選項1": "在麻瓜面前使用魔法",
    "選項2": "違反校規",
    "選項3": "所有考試都不及格"
  },
  {
    "題目": "伊法摩尼學校有四個學院，各自有代表的奇獸，以下哪個奇獸不包含在其中？",
    "答案": "幻影猿",
    "選項1": "長角水蛇",
    "選項2": "雷鳥",
    "選項3": "貓豹"
  },
  {
    "題目": "在哈利波特參加三巫鬥法大賽的那一年，報名參賽的年齡限制是？",
    "答案": 17,
    "選項1": 18,
    "選項2": 16,
    "選項3": 15
  },
  {
    "題目": "為了透過第二關，喀浪把自己的腦袋變成了什麼？",
    "答案": "鯊魚",
    "選項1": "長腿魚",
    "選項2": "人魚",
    "選項3": "滾帶落"
  },
  {
    "題目": "以下哪個科目不是瓦加度的學生擅長的？",
    "答案": "預言",
    "選項1": "變形學",
    "選項2": "天文學",
    "選項3": "煉金術"
  },
  {
    "題目": "世界上歷史最悠久、規模最大的魔法學校是？",
    "答案": "瓦加度",
    "選項1": "霍格華茲",
    "選項2": "卡司特羅布舍",
    "選項3": "德姆蘭"
  },
  {
    "題目": "以下哪所魔法學校的學生不使用魔杖？",
    "答案": "瓦加度",
    "選項1": "卡斯特羅布舍",
    "選項2": "伊法魔尼",
    "選項3": "魔法所"
  },
  {
    "題目": "世界上共有多少所在國際巫師聯盟註冊的魔法學校？",
    "答案": 11,
    "選項1": 9,
    "選項2": 10,
    "選項3": 12
  },
  {
    "題目": "瓦加度學生通過什麼收到入學通知？",
    "答案": "夢境信使",
    "選項1": "獵豹",
    "選項2": "蛇",
    "選項3": "貓頭鷹"
  },
  {
    "題目": "哪種危險哈利沒有在迷宮遇見？",
    "答案": "催狂魔",
    "選項1": "爆尾釘蝦",
    "選項2": "人面獅身獸",
    "選項3": "讓人倒立的金霧"
  },
  {
    "題目": "鄧不利多為了保證不滿年齡的學生不會報名參賽，在火焰盃旁邊設置了什麼？",
    "答案": "年齡線",
    "選項1": "全全破心護咒語",
    "選項2": "鐵甲咒",
    "選項3": "親自站在旁邊進行監督"
  },
  {
    "題目": "拉帕波特法律頒布於哪一年？",
    "答案": 1790,
    "選項1": 1692,
    "選項2": 1789,
    "選項3": 1695
  },
  {
    "題目": "法國巫師創作了一部戲劇作品，證明15世紀時魁地奇運動已在歐洲普及，這部作品是？",
    "答案": "《哎呀，我把腳變形了》",
    "選項1": "《球，球，球與謎蹤鳥》",
    "選項2": "《傻瓜巫師和他的三個金探子》",
    "選項3": "《第戎的夏天》"
  },
  {
    "題目": "傑拉德．格雷畢業於霍格華茲哪個學院？",
    "答案": "他沒上過學",
    "選項1": "赫夫帕夫",
    "選項2": "葛來分多",
    "選項3": "史萊哲林"
  },
  {
    "題目": "以下哪個東西是阿比蓋爾討厭的？",
    "答案": "縛狼汁的味道",
    "選項1": "熱飲",
    "選項2": "飛行",
    "選項3": "冒險"
  },
  {
    "題目": "按照花兒．戴樂古的說法，以下哪件事不會發生在波巴洞？",
    "答案": "皮皮鬼到處捉弄人",
    "選項1": "耶誕節時大廳裡擺滿不會融化的冰雕",
    "選項2": "食物非常好吃",
    "選項3": "木仙子合唱團在學生吃飯時唱小夜曲"
  },
  {
    "題目": "以下哪本書的作者不是米蘭達．郭汐客？",
    "答案": "《人魚：語言與習俗的綜合指南》",
    "選項1": "《咒語之書》",
    "選項2": "《貓頭鷹大全》",
    "選項3": "《標準咒語》"
  },
  {
    "題目": "沼澤挖子從外型上看起來像什麼？",
    "答案": "一塊木頭",
    "選項1": "看不見",
    "選項2": "一塊石頭",
    "選項3": "一塊普通的魚"
  },
  {
    "題目": "拉帕波特法律的核心內容是？",
    "答案": "將麻雞和巫師社會完全分離",
    "選項1": "挑起麻雞和巫師之間的戰爭",
    "選項2": "宣告巫師應該統治麻雞",
    "選項3": "宣布美國魔法部與英國魔法部解綁"
  },
  {
    "題目": "米蘭達．郭汐客共有多少個姊妹？",
    "答案": 8,
    "選項1": 7,
    "選項2": 9,
    "選項3": 10
  },
  {
    "題目": "有一句常用語「真是多卡斯」是用來形容什麼的？",
    "答案": "愚蠢、不稱職",
    "選項1": "倔強",
    "選項2": "聰明、有天賦",
    "選項3": "老頑固"
  },
  {
    "題目": "國際巫師聯盟第一屆會議在哪裡召開？",
    "答案": "法國",
    "選項1": "非洲",
    "選項2": "英國",
    "選項3": "美國"
  },
  {
    "題目": "第三項挑戰中，哪位勇士發射過紅色火花？",
    "答案": "哈利．波特",
    "選項1": "西追",
    "選項2": "花兒.戴樂古",
    "選項3": "喀浪"
  },
  {
    "題目": "傑拉德．格雷是怎麼變成狼人的？",
    "答案": "焚銳．灰背的受害者",
    "選項1": "自願變成狼人",
    "選項2": "被他的父親變成狼人",
    "選項3": "為了救人被狼人咬了一口"
  },
  {
    "題目": "以下哪個陳述與雅特米西亞．勒夫金無關？",
    "答案": "解決了一起嚴重的麻瓜目擊魔法事件",
    "選項1": "畢業於赫夫帕夫",
    "選項2": "國際魔法交流合作部",
    "選項3": "英國曆史上首個女性魔法部長"
  },
  {
    "題目": "當哈利．波特想給天狼星寫一封信，描述自己安然無恙完成了第一項挑戰，他選擇了哪隻貓頭鷹？",
    "答案": "小豬",
    "選項1": "愛落",
    "選項2": "嘿美",
    "選項3": "不知名的棕色貓頭鷹"
  },
  {
    "題目": "以下哪位巫師沒有擔任過國際巫師聯盟會長？",
    "答案": "米莉森．巴格諾",
    "選項1": "皮埃爾．波拿庫德",
    "選項2": "巴巴吉德．阿金巴德",
    "選項3": "阿不思．鄧不利多"
  },
  {
    "題目": "在哈利．波特生活的年代，以下哪個選項不能被進口到英國魔法界？",
    "答案": "飛天毛毯",
    "選項1": "煙霧彈",
    "選項2": "飛天掃帚",
    "選項3": "施了魔法的帽子"
  },
  {
    "題目": "米蘭達．郭汐客出生於哪一年？",
    "答案": 1921,
    "選項1": 1922,
    "選項2": 1920,
    "選項3": 1923
  },
  {
    "題目": "沼澤挖子的舌頭是什麼藥水的必備材料？",
    "答案": "專注藥水",
    "選項1": "變身水",
    "選項2": "意亂情迷水",
    "選項3": "生死水"
  },
  {
    "題目": "以下哪種奇獸的糞便可以作為肥料？",
    "答案": "拜月獸",
    "選項1": "水怪",
    "選項2": "玻璃獸",
    "選項3": "木精"
  },
  {
    "題目": "位於活米村的「瘋狂藤蔓」的真實主人是？",
    "答案": "索恩",
    "選項1": "蔻爾",
    "選項2": "卡珊卓",
    "選項3": "加碧"
  },
  {
    "題目": "「為君開」這種植物是如何培養出來的？",
    "答案": "獨家研發的秘密配方",
    "選項1": "巫師從麻瓜那裡偷來的",
    "選項2": "巫師從妖精那裡買來的",
    "選項3": "一起意外事故中產生的"
  },
  {
    "題目": "在哪一年的國際巫師聯盟上，《國際巫師聯盟保密法》被通過了？",
    "答案": 1692,
    "選項1": 1691,
    "選項2": 1750,
    "選項3": 1753
  },
  {
    "題目": "凱文的媽媽為哪支魁地奇球隊效力？",
    "答案": "霍利黑德哈比隊",
    "選項1": "巴利卡斯蝙蝠隊",
    "選項2": "查得利砲彈隊",
    "選項3": "阿普爾比飛箭隊"
  },
  {
    "題目": "米蘭達創作的《咒語之書》被翻譯成了多少種語言？",
    "答案": 72,
    "選項1": 79,
    "選項2": 70,
    "選項3": 66
  },
  {
    "題目": "在哈利．波特參加三巫鬥法大賽的那一年，火盃選擇的第一位勇士是？",
    "答案": "維克多．喀浪",
    "選項1": "花兒.戴樂古",
    "選項2": "西追.迪哥里",
    "選項3": "哈利.波特"
  },
  {
    "題目": "以下哪件事一定不符合三巫鬥法大賽的章程？",
    "答案": "勇士應該尋求一切能尋求的人的幫助",
    "選項1": "成為勇士需要達到一定年齡",
    "選項2": "勇士要在耶誕舞會上開舞",
    "選項3": "勇士可以不參加當年的期末考試"
  },
  {
    "題目": "為了不讓姐姐干擾自己，米蘭達．郭汐客經常使用哪個咒語？",
    "答案": "蝙蝠精咒",
    "選項1": "噤噤言",
    "選項2": "整整一一石化",
    "選項3": "閉耳塞聽"
  },
  {
    "題目": "如果你遇見了一個滾帶洛，什麼咒語會非常有用？",
    "答案": "嘶嘶退",
    "選項1": "眼疾咒",
    "選項2": "吼吼燒",
    "選項3": "阿哇呾喀呾啦"
  },
  {
    "題目": "以下哪種方法不能幫助一名霍格華茲學生潛入黑湖之中？",
    "答案": "閉耳塞聽",
    "選項1": "氣泡頭咒",
    "選項2": "魚鰓草",
    "選項3": "變形術"
  },
  {
    "題目": "奧利凡德用於測試喀浪魔杖的咒語是什麼？",
    "答案": "飛飛禽",
    "選項1": "噗噗蘭",
    "選項2": "一忘皆空",
    "選項3": "吼吼燒"
  },
  {
    "題目": "在哈利．波特參加三巫鬥法大賽的那一年，第一項挑戰發生在幾月？",
    "答案": "十一月",
    "選項1": "九月",
    "選項2": "十月",
    "選項3": "十二月"
  },
  {
    "題目": "在第一項考驗中，哈利．波特使用了哪個咒語來透過考驗？",
    "答案": "速速前",
    "選項1": "眼疾咒",
    "選項2": "繳械咒",
    "選項3": "變形咒"
  },
  {
    "題目": "預言家日報記者麗塔．史譏在哪裡對哈利．波特進行了賽前採訪？",
    "答案": "儲物間",
    "選項1": "大廳",
    "選項2": "校長室",
    "選項3": "魔藥學教室"
  },
  {
    "題目": "考慮到前後發生的所有事情，以下選項中哪一項不可能出現在哈利．波特參加的那一屆火盃中勇士們進行帳檢查的教室裡？",
    "答案": "火閃電",
    "選項1": "銀白色的煙圈",
    "選項2": "一束鮮花",
    "選項3": "葡萄酒"
  },
  {
    "題目": "除了巫師之外，還有誰想要加入國際巫師聯盟，但是被拒絕了？",
    "答案": "妖精",
    "選項1": "家庭小精靈",
    "選項2": "人馬",
    "選項3": "迷拉"
  },
  {
    "題目": "凱文的父親從事什麼職業？",
    "答案": "飛天掃帚設計",
    "選項1": "霍格華茲教授",
    "選項2": "魁地奇商店店主",
    "選項3": "魁地奇球員"
  },
  {
    "題目": "哈利．波特在儲思盆中看到卡卡夫的受審現場，以下沒有被卡卡夫檢舉的食死人是？",
    "答案": "貝拉．雷斯壯",
    "選項1": "伊凡.羅西兒",
    "選項2": "賽佛勒斯.石內卜",
    "選項3": "安東寧.杜魯哈"
  },
  {
    "題目": "國際巫師聯盟的第一位會長受到了哪個國家的質疑？",
    "答案": "列支敦斯登",
    "選項1": "美國",
    "選項2": "英國",
    "選項3": "法國"
  },
  {
    "題目": "以下哪件事沒有發生在1692年的國際巫師聯盟上？",
    "答案": "明確每個巫師管理結構都需要負責隱藏自己轄區的魔法世界",
    "選項1": "仔細研究如何把奇獸藏匿起來",
    "選項2": "仔細研究如何在麻瓜的意識中消除奇獸的存在",
    "選項3": "巫師們趕走了想要參會的妖精"
  },
  {
    "題目": "以下哪種水下生物被人魚作為武器？",
    "答案": "水筆妖",
    "選項1": "長腿魚",
    "選項2": "水母",
    "選項3": "沼澤挖子"
  },
  {
    "題目": "根據對英國魔法部國際魔法交流合作部的瞭解,以下哪項工作不由他們負責？",
    "答案": "改變巴黎上空的天氣",
    "選項1": "決定英國可以進口大釜的厚度",
    "選項2": "參與舉辦三巫鬥法大賽",
    "選項3": "派出英國代表參加國際巫師聯盟"
  },
  {
    "題目": "以下哪種行為不會是「肅清者」的選擇？",
    "答案": "加入美國魔法部",
    "選項1": "出賣無辜的麻雞換取報酬",
    "選項2": "選擇與麻雞組建家庭",
    "選項3": "販賣巫師人口"
  },
  {
    "題目": "奥利凡德用於測試花兒·戴樂古魔杖的咒語是什麼？",
    "答案": "噗噗蘭",
    "選項1": "吼吼燒",
    "選項2": "涎涎牙",
    "選項3": "哩吐三卜啦"
  },
  {
    "題目": "三巫鬥法大賽第二項挑戰的時間限制是？",
    "答案": "一小時",
    "選項1": "兩小時",
    "選項2": "三小時",
    "選項3": "四小時"
  },
  {
    "題目": "在三巫鬥法大賽期間的聖誕舞會中，哈利‧波特最終選擇的舞伴是？",
    "答案": "芭蒂·巴提",
    "選項1": "文妲.布朗",
    "選項2": "芭瑪.巴提",
    "選項3": "金妮.衛斯理"
  },
  {
    "題目": "那個我們不能說出名字的人於第三項挑戰後復活,復活他的材料中不包括",
    "答案": "朋友的淚",
    "選項1": "僕人的肉",
    "選項2": "父親的骨",
    "選項3": "仇敵的血"
  },
  {
    "題目": "第一屆魁地奇世界盃是什麼時候舉辦的？",
    "答案": "西元1473年",
    "選項1": "西元1467年",
    "選項2": "西元1478年",
    "選項3": "西元1471年"
  },
  {
    "題目": "波巴洞代表隊的長了翅膀的天馬只喝什麼？",
    "答案": "純麥芽威士忌",
    "選項1": "純淨水",
    "選項2": "活力滋補劑",
    "選項3": "變身水"
  },
  {
    "題目": "以下哪種生物不太可能在黑湖中見到？",
    "答案": "雷鳥",
    "選項1": "滾帶落",
    "選項2": "人魚",
    "選項3": "水筆妖"
  },
  {
    "題目": "三巫鬥法大賽不包括哪個學校？",
    "答案": "伊法魔尼",
    "選項1": "德姆蘭",
    "選項2": "波巴洞",
    "選項3": "霍格華茲"
  }
]